{
  "add_cross_attention": false,
  "architectures": [
    "RobertaForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "classifier_dropout": null,
  "dtype": "float32",
  "eos_token_id": 2,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "B-QuyTrinhHocVu",
    "2": "I-QuyTrinhHocVu",
    "3": "B-PhongBanHanhChinh",
    "4": "I-PhongBanHanhChinh",
    "5": "B-TaiLieuBieuMau",
    "6": "I-TaiLieuBieuMau",
    "7": "B-DinhMucHocPhi",
    "8": "I-DinhMucHocPhi",
    "9": "B-PhuongThucThanhToan",
    "10": "I-PhuongThucThanhToan"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "is_decoder": false,
  "label2id": {
    "B-DinhMucHocPhi": 7,
    "B-PhongBanHanhChinh": 3,
    "B-PhuongThucThanhToan": 9,
    "B-QuyTrinhHocVu": 1,
    "B-TaiLieuBieuMau": 5,
    "I-DinhMucHocPhi": 8,
    "I-PhongBanHanhChinh": 4,
    "I-PhuongThucThanhToan": 10,
    "I-QuyTrinhHocVu": 2,
    "I-TaiLieuBieuMau": 6,
    "O": 0
  },
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 258,
  "model_type": "roberta",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "tie_word_embeddings": true,
  "tokenizer_class": "PhobertTokenizer",
  "transformers_version": "5.7.0",
  "type_vocab_size": 1,
  "use_cache": false,
  "vocab_size": 64001
}
