{"id": "question-004305", "query_id": "academic-case-facts", "register": "neutral", "input": "lực lượng vũ trang ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004311", "query_id": "academic-case-facts", "register": "colloquial", "input": "nhập ngũ làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004314", "query_id": "academic-case-facts", "register": "colloquial", "input": "tai nạn thế nào đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004315", "query_id": "academic-case-facts", "register": "noisy", "input": "thi đấuquốc tế làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004319", "query_id": "academic-case-facts", "register": "neutral", "input": "đại diện quốc gia ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004323", "query_id": "academic-case-facts", "register": "colloquial", "input": "tai nạn ra sao vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004335", "query_id": "academic-case-facts", "register": "colloquial", "input": "bị ốm thông tin đầy đủ sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004343", "query_id": "academic-case-facts", "register": "noisy", "input": "yhi đấu quốc tế quy định thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004344", "query_id": "academic-case-facts", "register": "neutral", "input": "tai nạn có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004345", "query_id": "academic-case-facts", "register": "colloquial", "input": "nằm viện thông tin đầy đủ hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004352", "query_id": "academic-case-facts", "register": "colloquial", "input": "tai nạn thông tin đầy đủ thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004354", "query_id": "academic-case-facts", "register": "noisy", "input": "nam vien co gi can luu y?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004365", "query_id": "academic-case-facts", "register": "noisy", "input": "bi om co gi can luu y z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004368", "query_id": "academic-case-facts", "register": "colloquial", "input": "nằm viện thông tin đầy đủ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004374", "query_id": "academic-case-facts", "register": "noisy", "input": "tai nạn có gì cầm lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004375", "query_id": "academic-case-facts", "register": "colloquial", "input": "bị ốm thông tin đầy đủ đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004382", "query_id": "academic-case-facts", "register": "noisy", "input": "nằm việm có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004394", "query_id": "academic-case-facts", "register": "noisy", "input": "đi bộ đội cho mình biếy với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004402", "query_id": "academic-concept-facts", "register": "noisy", "input": "thang điểm rs sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004404", "query_id": "academic-concept-facts", "register": "colloquial", "input": "nhóm lớp thế nào nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004412", "query_id": "academic-concept-facts", "register": "colloquial", "input": "syllabus hướng dẫn đầy đủ giúp mình nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004413", "query_id": "academic-concept-facts", "register": "neutral", "input": "lớp chuyên môn quy định thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004417", "query_id": "academic-policy-facts", "register": "colloquial", "input": "gian lận thi cử sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004418", "query_id": "academic-policy-facts", "register": "neutral", "input": "gian lận thi cử ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004421", "query_id": "academic-policy-facts", "register": "neutral", "input": "quay cóp có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004424", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "miễn thi làm sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004428", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học song ngành vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004430", "query_id": "academic-procedure-facts", "register": "neutral", "input": "bảo lưu kết quả ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004432", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cộng điểm thưởng làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004434", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học cải thiện làm sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004435", "query_id": "academic-procedure-facts", "register": "noisy", "input": "khóa luận tốt nghiệp ra sap?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004437", "query_id": "academic-procedure-facts", "register": "noisy", "input": "nghi hoc han lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004441", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin vắng buổi họcthế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004442", "query_id": "academic-procedure-facts", "register": "neutral", "input": "rút bớt học phần ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004445", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "bỏ học làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004446", "query_id": "academic-procedure-facts", "register": "noisy", "input": "tạm nghỉ học rs sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004450", "query_id": "academic-procedure-facts", "register": "neutral", "input": "công nhận tín chỉ là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004451", "query_id": "academic-procedure-facts", "register": "neutral", "input": "đăng ký khóa luận ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004454", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cộng điểm thưởng làm sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004459", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học cải thiện làm sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004461", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "nghỉ bệnh thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004470", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin mở lớp cần biết gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004472", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học song ngành thông tin đầy đủ vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004473", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin nghi om quy dinh the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004475", "query_id": "academic-procedure-facts", "register": "neutral", "input": "miễn học miễn thi quy định thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004476", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cong nhan tin chi co gi can luu y?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004477", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cải thiện điểm thông tin đầy đủ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004478", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "nghỉ ốm hướng dẫn đầy đủ giúp mình ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004483", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cải thiện điểm có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004486", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "nghỉ học hẳn cần biết gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004487", "query_id": "academic-procedure-facts", "register": "noisy", "input": "tam nghi hoc co gi can luu y?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004489", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin phép nghỉ học thông tin đầy đủ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
