{"id": "question-003870", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 2 điều 4 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003871", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 5 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003872", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 điều 5 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003873", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 5 quy chế 1052 quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003874", "query_id": "document-part-facts", "register": "neutral", "input": "điều 6 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003875", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi khoản 1 điều 6 quy chế 1052 quy định cụ thể những gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003876", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003877", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003878", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm b khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003879", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi điểm c khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003880", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm d khoản 2 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003881", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm đ khoản 2 điều 6 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003882", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm e khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003883", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm g khoản 2 điều 6 quy chế 1052 quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointG ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointG :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointG ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003884", "query_id": "document-part-facts", "register": "neutral", "input": "điểm h khoản 2 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointH ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointH :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointH ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003885", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm i khoản 2 điều 6 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003886", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 7 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003887", "query_id": "document-part-facts", "register": "colloquial", "input": "ê khoản 1 điều 7 quy chế 1052 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003888", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 7 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003889", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 7 quy chế 1052 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003890", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 2 điều 7 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003891", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 7 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003892", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 3 điều 7 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003893", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điểm b khoản 3 điều 7 quy chế 1052 quy định cụ thể những gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003894", "query_id": "document-part-facts", "register": "neutral", "input": "điều 8 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003895", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi khoản 1 điều 8 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003896", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 1 điều 8 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003897", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 1 điều 8 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003898", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm c khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003899", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm d khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003900", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm đ khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003901", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm e khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003902", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 8 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003903", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điểm a khoản 2 điều 8 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003904", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm b khoản 2 điều 8 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003905", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điểm c khoản 2 điều 8 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003906", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm d khoản 2 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003907", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điểm e khoản 2 điều 8 quy chế 1052 quy định cụ thể những gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003908", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 9 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003909", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 9 quy chế 1052 quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003910", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm a khoản 1 điều 9 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003911", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điểm b khoản 1 điều 9 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003913", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 9 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003914", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong điểm b khoản 2 điều 9 quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003915", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 2 điều 9 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003916", "query_id": "document-part-facts", "register": "neutral", "input": "điểm d khoản 2 điều 9 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003917", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 9 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article09Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article09Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
