{"id": "question-002437", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 Điều 19 Quy chế 1052 quy định cụ thể gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002439", "query_id": "document-part-facts", "register": "neutral", "input": "có những điều gì cần lưu ý ở khoản 3 Điều 19 Quy chế 1052 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002440", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày điểm a khoản 3 Điều 19 Quy chế 1052 thế nào đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002442", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ kiện được ghi trong điểm c khoản 3 Điều 19 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause03PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause03PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause03PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002443", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi có những điều những gì cần lưu ý ở điểm d khoản 3 Điều 19 Quy chế 1052 với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause03PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause03PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause03PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002445", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 1 Điều 20 Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002446", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp dữ kiện được ghi trong điểm a khoản 1 Điều 20 Quy chế 1052 với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002447", "query_id": "document-part-facts", "register": "formal", "input": "Cho tôi hỏi có những điều gì cần lưu ý ở điểm b khoản 1 Điều 20 Quy chế 1052.", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002448", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày điểm c khoản 1 Điều 20 Quy chế 1052 như thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002449", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi khoản 2 Điều 20 Quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002450", "query_id": "document-part-facts", "register": "formal", "input": "Xin cho biết hãy tổng hợp dữ kiện được ghi trong điểm a khoản 2 Điều 20 Quy chế 1052.", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002451", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần lưu ý ở điểm b khoản 2 Điều 20 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002452", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày khoản 3 Điều 20 Quy chế 1052 như thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article20Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article20Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article20Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002454", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ kiện được ghi trong khoản 1 Điều 21 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002455", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều những gì cần lưu ý ở khoản 2 Điều 21 Quy chế 1052 đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002457", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 3 Điều 21 Quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002458", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong điểm b khoản 3 Điều 21 Quy chế 1052 đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002460", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày khoản 4 Điều 21 Quy chế 1052 thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002461", "query_id": "document-part-facts", "register": "colloquial", "input": "ê khoản 5 Điều 21 Quy chế 1052 quy định cụ thể những gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause05 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002462", "query_id": "document-part-facts", "register": "formal", "input": "Hãy tổng hợp dữ kiện được ghi trong điểm a khoản 5 Điều 21 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause05PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause05PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002463", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần lưu ý ở điểm b khoản 5 Điều 21 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause05PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause05PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002464", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày điểm c khoản 5 Điều 21 Quy chế 1052 thế nào đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause05PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause05PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002466", "query_id": "document-part-facts", "register": "neutral", "input": "hãy tổng hợp dữ kiện được ghi trong khoản 6 Điều 21 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause06 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002467", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều những gì cần lưu ý ở khoản 7 Điều 21 Quy chế 1052 ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article21Clause07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article21Clause07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002469", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 Điều 22 Quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002470", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong điểm a khoản 1 Điều 22 Quy chế 1052 sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002471", "query_id": "document-part-facts", "register": "formal", "input": "Có những điều những gì cần lưu ý ở điểm b khoản 1 Điều 22 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002472", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày điểm c khoản 1 Điều 22 Quy chế 1052 ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002473", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm d khoản 1 Điều 22 Quy chế 1052 quy định cụ thể những gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002475", "query_id": "document-part-facts", "register": "neutral", "input": "có những điều những gì cần lưu ý ở điểm e khoản 1 Điều 22 Quy chế 1052 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause01PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause01PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002476", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày khoản 2 Điều 22 Quy chế 1052 như nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002477", "query_id": "document-part-facts", "register": "formal", "input": "Khoản 3 Điều 22 Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002478", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong khoản 4 Điều 22 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002479", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều những gì cần lưu ý ở khoản 5 Điều 22 Quy chế 1052 thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause05 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002481", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 7 Điều 22 Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002482", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong khoản 8 Điều 22 Quy chế 1052 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article22Clause08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article22Clause08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002484", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi nguồn chính thức trình bày khoản 1 Điều 23 Quy chế 1052 thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article23Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article23Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002485", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 Điều 23 Quy chế 1052 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article23Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article23Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002487", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần lưu ý ở điểm a khoản 3 Điều 23 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article23Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article23Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002488", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết nguồn chính thức trình bày điểm b khoản 3 Điều 23 Quy chế 1052 thế nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article23Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article23Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002490", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong Điều 24 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002491", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý ở khoản 1 Điều 24 Quy chế 1052 zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002493", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 1 Điều 24 Quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002494", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong điểm c khoản 1 Điều 24 Quy chế 1052 đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002495", "query_id": "document-part-facts", "register": "formal", "input": "Đề nghị hướng dẫn có những điều gì cần lưu ý ở điểm d khoản 1 Điều 24 Quy chế 1052.", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002496", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày khoản 2 Điều 24 Quy chế 1052 ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002497", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết khoản 3 Điều 24 Quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article24Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article24Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
