{"id": "question-003005", "query_id": "certificate-facts", "register": "noisy", "input": "có những điều gì cần biếy khi dùng tpkn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TRKICertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TRKICertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TRKICertificate :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003006", "query_id": "course-type-facts", "register": "colloquial", "input": "cho biết đầy đủ về loại học phần học phần bắt buộc ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CompulsoryCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CompulsoryCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CompulsoryCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003007", "query_id": "course-type-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả Học phần điều kiện làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ConditionCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ConditionCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ConditionCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003008", "query_id": "course-type-facts", "register": "noisy", "input": "cho hoi hồ sơ nguồn mô tả học phần điều kiện rasao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ConditionCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ConditionCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ConditionCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003010", "query_id": "course-type-facts", "register": "noisy", "input": "hồ sơ nguồn mô tả Học phần song hànhnhư nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CorequisiteCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CorequisiteCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CorequisiteCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003011", "query_id": "course-type-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn mô tả học phần tự chọn thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectiveCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ElectiveCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ElectiveCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003014", "query_id": "course-type-facts", "register": "colloquial", "input": "ê hãy tổng hợp quy định dành cho học phần tương đương v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EquivalentCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EquivalentCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EquivalentCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003015", "query_id": "course-type-facts", "register": "noisy", "input": "minh can tra cuu cac thong tin lien quan den hoc phan tuong duong?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EquivalentCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EquivalentCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EquivalentCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003017", "query_id": "course-type-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về loại học phần Học phần nhiệm ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OptionalCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :OptionalCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:OptionalCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003018", "query_id": "course-type-facts", "register": "noisy", "input": "cho hoihồ sơ nguồn mô tả học phần nhiệm ý như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OptionalCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :OptionalCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:OptionalCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003019", "query_id": "course-type-facts", "register": "colloquial", "input": "hãy tổng hợp quy định dành cho học phần tiên quyết hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PrerequisiteCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PrerequisiteCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PrerequisiteCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003020", "query_id": "course-type-facts", "register": "noisy", "input": "cho hoi mình cần tra cứu các thông tin liên quan đến họcphần tiên quyết?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PrerequisiteCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PrerequisiteCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PrerequisiteCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003021", "query_id": "course-type-facts", "register": "formal", "input": "Hãy tổng hợp quy định dành cho Học phần học trước?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PriorCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PriorCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PriorCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003022", "query_id": "course-type-facts", "register": "noisy", "input": "hồ sơ nguồn mô tả học phần học trước rs sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PriorCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PriorCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PriorCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003023", "query_id": "course-type-facts", "register": "formal", "input": "Có những điều những gì cần biết khi học phần thay thế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ReplacementCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ReplacementCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ReplacementCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003024", "query_id": "course-type-facts", "register": "neutral", "input": "học phần thay thế được tổ chức cụ thể thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ReplacementCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ReplacementCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ReplacementCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003025", "query_id": "course-type-facts", "register": "noisy", "input": "học phần thaythế được tổ chức cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ReplacementCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ReplacementCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ReplacementCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003026", "query_id": "credit-load-rule-facts", "register": "colloquial", "input": "cho hỏi mình cần tra cứu các mức liên quan đến khối lượng đăng ký của sinh viên học lực yếu kém với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :WeakCreditLoadRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :WeakCreditLoadRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:WeakCreditLoadRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003027", "query_id": "credit-transfer-rule-facts", "register": "neutral", "input": "có những điều những gì cần lưu ý về Giới hạn tín chỉ tích lũy tại trường khác ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExchangeCreditLimitRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExchangeCreditLimitRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExchangeCreditLimitRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003028", "query_id": "credit-transfer-rule-facts", "register": "colloquial", "input": "hãy tổng hợp giới hạn công nhận của giới hạn tín chỉ tích lũy tại trường khác đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExchangeCreditLimitRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExchangeCreditLimitRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExchangeCreditLimitRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003029", "query_id": "credit-transfer-rule-facts", "register": "noisy", "input": "cho hoi minh can tra cuu cac ty le lien quan den thoi han hieu luc cua hoc phan duoc cong nhan?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TransferValidityRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TransferValidityRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TransferValidityRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003031", "query_id": "credit-transfer-rule-facts", "register": "neutral", "input": "hồ sơ nguồn quy định giới hạn khối lượng được công nhận và chuyển đổi như thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TransferVolumeLimitRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TransferVolumeLimitRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TransferVolumeLimitRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003037", "query_id": "dismissal-rule-facts", "register": "colloquial", "input": "buộc thôi học do cảnh báo liên tiếp được xác định cụ thể làm sao thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RepeatedWarningDismissalRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :RepeatedWarningDismissalRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:RepeatedWarningDismissalRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003040", "query_id": "document-part-facts", "register": "noisy", "input": "cho hoi nguon chinh thuc trinh bay danh sach don vi Trang Co cau to chuc the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OrganizationStructureListing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :OrganizationStructureListing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:OrganizationStructureListing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003042", "query_id": "document-part-facts", "register": "neutral", "input": "cho biết đầy đủ nội dung của cách công bố và phản hồi danh sách học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipAnnouncementSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipAnnouncementSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipAnnouncementSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003043", "query_id": "document-part-facts", "register": "noisy", "input": "có những điều những gì cầm lưu ý ở cách công bố và phản hồi danh sách học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipAnnouncementSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipAnnouncementSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipAnnouncementSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003044", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi tiêu chuẩn chung Tiêu chuẩn xét học bổng quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaGeneralSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipCriteriaGeneralSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipCriteriaGeneralSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003045", "query_id": "document-part-facts", "register": "noisy", "input": "nguon chinh thuc trinh bay tieu chuan chung Tieu chuan xet hoc bong nhu nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaGeneralSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipCriteriaGeneralSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipCriteriaGeneralSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003047", "query_id": "document-part-facts", "register": "colloquial", "input": "ê cho biết đầy đủ nội dung của tiêu chuẩn cụ thể Tiêu chuẩn xét học bổng v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaSpecificSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipCriteriaSpecificSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipCriteriaSpecificSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003048", "query_id": "document-part-facts", "register": "noisy", "input": "nguồn chính thức trình bày tiêu chuẩn cụ thể Tiêu chuẩn xét học bổngnhư thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaSpecificSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipCriteriaSpecificSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipCriteriaSpecificSection :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003050", "query_id": "document-part-facts", "register": "neutral", "input": "phần mở đầu Hướng dẫn đóng học phí quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceIntro ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidanceIntro ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidanceIntro :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003052", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý ở phương thức 1 Hướng dẫn đóng học phí hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidanceSection01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidanceSection01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003053", "query_id": "document-part-facts", "register": "noisy", "input": "hãy tổng hợp dữ kiện được ghi trong phương thức 1 Hướng dẫn đómg học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidanceSection01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidanceSection01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003055", "query_id": "document-part-facts", "register": "noisy", "input": "cho hoi phuong thuc 2 Huong dan dong hoc phi quy dinh cu the gi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidanceSection02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidanceSection02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003057", "query_id": "document-part-facts", "register": "noisy", "input": "nguon chinh thuc trinh bay phuong thuc 3 Huong dan dong hoc phi lam sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidanceSection03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidanceSection03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003058", "query_id": "document-part-facts", "register": "neutral", "input": "danh sách biểu mẫu Danh mục biểu mẫu quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateFormCatalogueListing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UndergraduateFormCatalogueListing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UndergraduateFormCatalogueListing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003061", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong lưu ý phụ thu khi nộp qua ngân hàng khác Vietcombank sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceOtherBankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :VNPAYPaymentGuidanceOtherBankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:VNPAYPaymentGuidanceOtherBankNote :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003062", "query_id": "document-part-facts", "register": "noisy", "input": "nguon chinh thuc trinh bay luu y phu thu khi nop qua ngan hang khac Vietcombank the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceOtherBankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :VNPAYPaymentGuidanceOtherBankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:VNPAYPaymentGuidanceOtherBankNote :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003064", "query_id": "document-part-facts", "register": "neutral", "input": "cho biết đầy đủ nội dung của lưu ý miễn lệ phí khi nộp qua Vietcombank?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceVietcombankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :VNPAYPaymentGuidanceVietcombankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:VNPAYPaymentGuidanceVietcombankNote :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003066", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "hãy tổng hợp tên và đường dẫn của đơn xin mở lớp học phần thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry001 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry001 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry001 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003068", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "trang danh muc ghi nhan phieu dang ky/dieu chinh hoc phan ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry002 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry002 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry002 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003069", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin hoãn thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry004 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry004 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry004 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003070", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin hoãn thi nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry004 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry004 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry004 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003072", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "đơn xin nghỉ họctạm thời cung cấp biểu mẫu cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry009 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry009 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry009 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003073", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "hãy tổng hợp yên và đường dẫn của đơn đăng ký học cùng lúc hai chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003074", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp tên và đường dẫn của Đơn xin cấp bản sao bằng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry019 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry019 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry019 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003076", "query_id": "form-document-facts", "register": "noisy", "input": "ho so nguon mo ta mau so 04 lam sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form04ExamPostponement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form04ExamPostponement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form04ExamPostponement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003078", "query_id": "form-document-facts", "register": "colloquial", "input": "mn ơi cho biết đầy đủ về biểu mẫu đơn xin chuyển trường với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form13UniversityTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form13UniversityTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form13UniversityTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003080", "query_id": "grade-code-facts", "register": "colloquial", "input": "mình cần tra cứu các giá trị liên quan đến điểm i thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeI :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003081", "query_id": "grade-code-facts", "register": "colloquial", "input": "mình cần tra cứu các giá trị liên quan đến điểm p nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeP ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeP ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeP :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003082", "query_id": "grade-code-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả mã điểm R làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeR ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeR ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeR :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003083", "query_id": "grade-code-facts", "register": "neutral", "input": "hồ sơ nguồn mô tả mã điểm r làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeR ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeR ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeR :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003084", "query_id": "grade-code-facts", "register": "noisy", "input": "điểm r được tínhcụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeR ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeR ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeR :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003085", "query_id": "grade-code-facts", "register": "colloquial", "input": "cho hỏi mình cần tra cứu các giá trị liên quan đến điểm x với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeX ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeX ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeX :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003086", "query_id": "graduation-honours-penalty-rule-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần lưu ý về hạ hạng tốt nghiệp do bị kỷ luật?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DisciplineHonoursPenalty ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DisciplineHonoursPenalty ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DisciplineHonoursPenalty :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
