{"id": "question-000387", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký học lại học phần thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000389", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi hủy học phần đã đăng ký?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000390", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hướng dẫn đầy đủ cách rút bớt học phần v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000391", "query_id": "academic-procedure-facts", "register": "formal", "input": "Mình cần tra cứu mọi thông tin liên quan đến rút học phần đã đăng ký?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000392", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp các bước và điều kiện của xin rút bớt học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000393", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi rút bớt học phần đã đăng ký đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000395", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu mọi thông tin liên quan đến chuyển đổi tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000396", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của công nhận kết quả học tập ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000397", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều gì cần biết trước khi công nhận tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000398", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách miễn học và quy đổi điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000399", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến quy đổi điểm học phần sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000400", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của công nhận kết quả học tập và chuyển đổi tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000401", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi Thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000402", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách chuyển hình thức đào tạo khi bị buộc thôi học nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000404", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của xin chuyển chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000405", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi có những điều gì cần biết trước khi xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000406", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách Thủ tục đề nghị xét tốt nghiệp sớm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000407", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến ra trường sớm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000408", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết hãy tổng hợp các bước và điều kiện của tốt nghiệp sớm không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000410", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách đề nghị xét tốt nghiệp sớm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000411", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục xin hoãn thi đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000412", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của hoãn thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000413", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần biết trước khi lùi lịch thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000414", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thi sau vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000416", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của xin thi đợt sau?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000417", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi có những điều những gì cần biết trước khi Thủ tục đề nghị mở thêm lớp học phần với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000419", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến mở thêm lớp học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000420", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của xin mở lớp đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000422", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách đề nghị mở thêm lớp học phần ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000423", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục đăng ký học cải thiện điểm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000424", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của cải thiện điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000425", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết trước khi học cải thiện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000426", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách học cải thiện điểm đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000428", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp các bước và điều kiện của đăng ký học cải thiện điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000429", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi Thủ tục đăng ký thực hiện đồ án tốt nghiệp ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000431", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến làm đồ án tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000432", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của ĐATN vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000433", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều gì cần biết trước khi đăng ký khóa luận?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000434", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách đăng ký đồ án tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000435", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu mọi thông tin liên quan đến đăng ký thực hiện đồ án tốt nghiệp á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000437", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần biết trước khi công nhận tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000438", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách ra trường sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000440", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của xét và công nhận tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000441", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi Thủ tục chuyển ngành sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000442", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000443", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến chuyển ngành học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000444", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của chuyển sang ngành khác thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000445", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều gì cần biết trước khi đổi chuyên ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
