{"id": "question-000013", "query_id": "academic-actor-facts", "register": "noisy", "input": "ho so nguon mo ta co van hoc tap nhu the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000014", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến hiệu trưởng nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000016", "query_id": "academic-actor-facts", "register": "noisy", "input": "hồ sơ mguồn mô tả hội đồng tốt nghiệp làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000017", "query_id": "academic-actor-facts", "register": "formal", "input": "Hãy tổng hợp những nội dung quy định về Sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000018", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến hội đồng chuyên môn zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000019", "query_id": "academic-actor-facts", "register": "formal", "input": "Có những điều những gì cần biết khi làm việc với hiệu trưởng nhà trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000021", "query_id": "academic-actor-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn mô tả hội đồng tốt nghiệp như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000031", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả hội đồng tốt nghiệp ra sao thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000035", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin liên quan đến Sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000036", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả hiệu trưởng làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000038", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả sinh viên thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000039", "query_id": "academic-actor-facts", "register": "colloquial", "input": "có những điều những gì cần biết khi làm việc với hiệu trưởng đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000040", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mn ơi mình cần tra cứu các thông tin liên quan đến sinh viên với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000043", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều gì cần biết khi làm việc với giảng viên ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000044", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả hiệu trưởng thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000045", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mn ơi hồ sơ nguồn mô tả Hiệu trưởng như nào với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000047", "query_id": "academic-actor-facts", "register": "noisy", "input": "có những điều những gì cần biết khi làm việc với Hiệu trưởngz?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000048", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết khi làm việc với Cố vấn học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000049", "query_id": "academic-actor-facts", "register": "neutral", "input": "hồ sơ nguồn mô tả Cố vấn học tập ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000050", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến sinh viên zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000051", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả hội đồng khoa viện như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000052", "query_id": "academic-actor-facts", "register": "neutral", "input": "hồ sơ nguồn mô tả cố vấn học tập như nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000054", "query_id": "academic-actor-facts", "register": "neutral", "input": "hãy tổng hợp những nội dung quy định về sinh viên ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000055", "query_id": "academic-actor-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin liên quan đến Hiệu trưởng ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000056", "query_id": "academic-actor-facts", "register": "colloquial", "input": "ê mình cần tra cứu các thông tin liên quan đến hiệu trưởng v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000058", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến hiệu trưởng zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000059", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến hội đồng chuyên môn ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000061", "query_id": "academic-actor-facts", "register": "noisy", "input": "hãy tổng hợp nhữmg nội dung quy định về hội đồng chuyên môn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000062", "query_id": "academic-actor-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin liên quan đến giảng viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000063", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hãy tổng hợp những nội dung quy định về cố vấn học tập ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000064", "query_id": "academic-actor-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin liên quan đến sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000065", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết khi làm việc với giáo viên chủ nhiệm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000067", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến sinh viên sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000068", "query_id": "academic-actor-facts", "register": "colloquial", "input": "có những điều gì cần biết khi làm việc với sinh viên thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000072", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả sinh viên làm sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000073", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến Hiệu trưởng hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000074", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết khi làm việc với sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000075", "query_id": "academic-actor-facts", "register": "noisy", "input": "co nhung dieu nhung gi can biet khi lam viec voi sinh vien?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000077", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả giáo viên chủ nhiệm như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000078", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp những nội dung quy định về hội đồng tốt nghiệp với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000079", "query_id": "academic-actor-facts", "register": "noisy", "input": "có những điều gì cần biết khi làm việc vớihiệu trưởng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000080", "query_id": "academic-actor-facts", "register": "noisy", "input": "cho hoi hãy tổng hợp những nội dung quy định về giảmg viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000081", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều gì cần biết khi làm việc với hội đồng khoa viện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000083", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hãy tổng hợp những nội dung quy định về cố vấn học tập nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000084", "query_id": "academic-actor-facts", "register": "neutral", "input": "hãy tổng hợp những nội dung quy định về hội đồng tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000098", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi lực lượng vũ trang được xử lý cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000099", "query_id": "academic-case-facts", "register": "colloquial", "input": "mình cần tra cứu quy định liên quan đến nghĩa vụ quân sự zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000101", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về trường hợp đi bộ đội?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000102", "query_id": "academic-case-facts", "register": "colloquial", "input": "ê Ốm, thai sản hoặc tai nạn được xử lý cụ thể ra sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000104", "query_id": "academic-case-facts", "register": "neutral", "input": "có những điều những gì cần biết nếu rơi vào mang thai ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000105", "query_id": "academic-case-facts", "register": "colloquial", "input": "cho biết đầy đủ về trường hợp nằm viện zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000106", "query_id": "academic-case-facts", "register": "formal", "input": "Tai nạn được xử lý cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000108", "query_id": "academic-case-facts", "register": "colloquial", "input": "có những điều những gì cần biết nếu rơi vào điều trị bệnh hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000109", "query_id": "academic-case-facts", "register": "formal", "input": "Cho biết đầy đủ về trường hợp ốm đau?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000110", "query_id": "academic-case-facts", "register": "neutral", "input": "Được điều động dự thi, giải đấu quốc tế được xử lý cụ thể như thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000114", "query_id": "academic-case-facts", "register": "colloquial", "input": "lý do riêng được xử lý cụ thể làm sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000115", "query_id": "academic-case-facts", "register": "formal", "input": "Mình cần tra cứu quy định liên quan đến việc cá nhân?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000116", "query_id": "academic-case-facts", "register": "neutral", "input": "có những điều gì cần biết nếu rơi vào việc gia đình?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
