{"id": "question-001411", "query_id": "assessment-component-facts", "register": "neutral", "input": "Cuối kỳ học phần có thể đánh giá bằng hình thức nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinalAssessment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinalAssessment :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinalAssessment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001412", "query_id": "assessment-component-facts", "register": "neutral", "input": "Thi cuối kỳ là đánh giá gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinalAssessment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinalAssessment :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinalAssessment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001426", "query_id": "attendance-rule-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các điều kiện liên quan đến Điều kiện dự thi học phần thực hành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PracticeAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PracticeAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PracticeAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001427", "query_id": "attendance-rule-facts", "register": "colloquial", "input": "ê có những điều những gì cần lưu ý về Điều kiện dự thi học phần lý thuyết v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TheoryAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TheoryAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TheoryAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001437", "query_id": "attendance-rule-facts", "register": "neutral", "input": "Học thực hành phải đi đủ bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PracticeAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PracticeAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PracticeAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001459", "query_id": "bank-facts", "register": "neutral", "input": "mình cần tra cứu các dữ liệu liên quan đến Ngân hàng Liên Việt PostBank ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LienVietPostBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LienVietPostBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LienVietPostBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001460", "query_id": "bank-facts", "register": "colloquial", "input": "hãy tổng hợp cách giao dịch với Ngân hàng VietinBank ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VietinBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VietinBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VietinBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001462", "query_id": "bank-facts", "register": "formal", "input": "Sinh viên có thể nộp học phí tại quầy Ngân hàng Agribank không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Agribank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Agribank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Agribank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001465", "query_id": "bank-facts", "register": "neutral", "input": "Ngân hàng Agribank có được dùng để nộp học phí không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Agribank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Agribank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Agribank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001481", "query_id": "bank-facts", "register": "formal", "input": "Sinh viên có thể nộp học phí tại quầy Ngân hàng VietinBank không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VietinBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VietinBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VietinBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001484", "query_id": "bank-facts", "register": "neutral", "input": "Ngân hàng VietinBank có hỗ trợ nộp học phí tại quầy không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VietinBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VietinBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VietinBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001500", "query_id": "billing-unit-facts", "register": "neutral", "input": "Học bổng mỗi học kỳ được xác định theo tiêu chí nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001503", "query_id": "billing-unit-facts", "register": "formal", "input": "Xin biết mức học bổng mỗi học kỳ được quy định ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001505", "query_id": "billing-unit-facts", "register": "neutral", "input": "Học bổng tính theo gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-001518", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "Các chứng chỉ ngoại ngữ viết tắt thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001531", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "CEFR là viết tắt của gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001532", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "Tên đầy đủ của TOEIC là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001533", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "Danh mục viết tắt chứng chỉ ngoại ngữ gồm những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001534", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "IELTS viết đầy đủ ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001535", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "HSK là kỳ thi tiếng nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001536", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "TOPIK thuộc ngôn ngữ nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001537", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "JLPT dùng cho ngôn ngữ nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001538", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "TOCFL là viết tắt của cụm từ nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001539", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "Bảng tên chứng chỉ ngoại ngữ quốc tế gồm mấy thứ tiếng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001540", "query_id": "certificate-catalogue-table", "register": "neutral", "input": "Danh mục viết tắt chứng chỉ ngoại ngữ quốc tế của trường liệt kê tên đầy đủ cho những kỳ thi nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCertificateAbbreviationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001564", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "bảng đổi điểm chuyên Anh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001565", "query_id": "certificate-conversion-table-english-language-major-student", "register": "colloquial", "input": "chứng chỉ ngành tiếng Anh ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001578", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Sinh viên ngành Ngôn ngữ Anh quy đổi ngoại ngữ hai thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001579", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "HSK 4 tương đương bậc mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001580", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "JLPT N2 quy đổi ra bậc nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001581", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Bảng quy đổi ngoại ngữ cho sinh viên chuyên ngữ gồm tiếng nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001582", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "TOPIK 4 đạt bậc mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001583", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Chứng chỉ tiếng Pháp nào được chấp nhận?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001584", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Sinh viên Ngôn ngữ Anh học ngoại ngữ hai gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001585", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "TOCFL được quy đổi ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001586", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Tiếng Nga quy đổi theo chứng chỉ nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001587", "query_id": "certificate-conversion-table-english-language-major-student", "register": "neutral", "input": "Ngoại ngữ hai của ngành Ngôn ngữ Anh quy đổi ra điểm 10 thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :SecondLanguageConversionTableEnglishMajor } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001612", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "quy đổi mọi đối tượng ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001626", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Chứng chỉ tin học quy đổi điểm thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001627", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "MOS bao nhiêu điểm thì được 10?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001628", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Trường nhận chứng chỉ tin học nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001629", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "IC3 bao nhiêu điểm thì quy đổi được 9?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001630", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Bảng quy đổi chứng chỉ tin học gồm những loại nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001631", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Điểm thưởng cao nhất từ chứng chỉ tin học là bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001632", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "ICDL quy đổi ra điểm mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001633", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Điểm IC3 tính theo mấy mô-đun?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001634", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Chứng chỉ tin học được cộng điểm thưởng ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001635", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Mức quy đổi thấp nhất của chứng chỉ tin học là bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001636", "query_id": "certificate-conversion-table-moi-doi-tuong", "register": "neutral", "input": "Chứng chỉ tin học quốc tế được trường quy đổi thành điểm thưởng theo những mức điểm cụ thể nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ComputerCertificateConversionTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-001659", "query_id": "certificate-conversion-table-special-program-non-language-major-student", "register": "formal", "input": "Quy đổi hệ đặc biệt?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :EnglishRequirementTableSpecialProgram :OtherLanguageRequirementTableSpecialProgram } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
