{"id": "question-002267", "query_id": "semester-type-facts", "register": "neutral", "input": "Mình muốn hỏi học kỳ I được tổ chức cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002271", "query_id": "semester-type-facts", "register": "colloquial", "input": "cho hỏi học kỳ phụ được tổ chức cụ thể như thế nào với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SummerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SummerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SummerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002273", "query_id": "semester-type-facts", "register": "noisy", "input": "học kỳ chính được tổ chứccụ thể như nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002275", "query_id": "semester-type-facts", "register": "noisy", "input": "hãy tổng hợp thời gian và quy định của học kỳ chímh z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002276", "query_id": "semester-type-facts", "register": "noisy", "input": "ky he duoc to chuc cu the the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SummerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SummerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SummerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002277", "query_id": "semester-type-facts", "register": "noisy", "input": "hãy tổng hợp thời gian và quy định của học kỳchính?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002283", "query_id": "study-duration-rule-facts", "register": "neutral", "input": "mình cần tra cứu các mốc thời gian liên quan đến học tối đa bao lâu ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002284", "query_id": "study-duration-rule-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp giới hạn đào tạo của thời gian tối đa với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002287", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "cho hoi hãy tổng hợp giớu hạn đào tạo của thời gian tối đa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002288", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "cho hoi co nhung dieu gi can luu y ve thoi gian dao tao chuan toan khoa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StandardBachelorDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StandardBachelorDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StandardBachelorDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002291", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "minh can tra cuu cac moc thoi gian lien quan den thoi gian toi da?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002292", "query_id": "study-duration-rule-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý về thời gian đào tạo chuẩn toàn khóa sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StandardBachelorDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StandardBachelorDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StandardBachelorDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002302", "query_id": "study-year-classification-table", "register": "colloquial", "input": "tín chỉ theo năm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002304", "query_id": "study-year-classification-table", "register": "noisy", "input": "số tín chỉ tích lũy ứng với từng măm thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002305", "query_id": "study-year-classification-table", "register": "neutral", "input": "Mình muốn hỏi mấy tín chỉ thì được xếp sinh viên năm mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002307", "query_id": "study-year-classification-table", "register": "colloquial", "input": "cho xem các ngưỡng phân loại năm học hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002308", "query_id": "study-year-classification-table", "register": "noisy", "input": "cho xem cac nguong phan loai nam hoc z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002311", "query_id": "study-year-classification-table", "register": "neutral", "input": "Cho hỏi bao nhiêu tín chỉ thì được xếp sinh viên năm mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Regulation1052Article19Clause01Table01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-002318", "query_id": "training-mode-facts", "register": "colloquial", "input": "ê có những điều gì cần biết về hệ chính quy v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002319", "query_id": "training-mode-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả Đào tạo vừa làm vừa học như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PartTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PartTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002321", "query_id": "training-mode-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu các thông tin liên quan đến tại chức á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PartTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PartTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002324", "query_id": "training-mode-facts", "register": "colloquial", "input": "mn ơi có những điều những gì cần biết về tại chức với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PartTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PartTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002325", "query_id": "training-mode-facts", "register": "noisy", "input": "cho hoi ho so nguon mo ta chinh quy lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002333", "query_id": "academic-case-facts", "register": "colloquial", "input": "cho biết đầy đủ về trường hợp được điều động vào lực lượng vũ trang ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002335", "query_id": "academic-case-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về trường hợp lý do cá nhân khác với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002337", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho biết đầy đủ khái niệm đề cương chi tiết học phần hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002338", "query_id": "academic-concept-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ khái niệm phương thức tổ chức đào tạo theo tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002341", "query_id": "academic-policy-facts", "register": "colloquial", "input": "ê chính sách buộc thôi học được quy định cụ thể thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicDismissalPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicDismissalPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicDismissalPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002342", "query_id": "academic-policy-facts", "register": "neutral", "input": "Mình muốn hỏi chính sách xử lý sinh viên vi phạm được quy định cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002343", "query_id": "academic-policy-facts", "register": "colloquial", "input": "tui muốn biết chính sách cảnh báo kết quả học tập được quy định cụ thể thế nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicWarningPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicWarningPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicWarningPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002345", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi hướng dẫn đầy đủ cách thủ tục xin miễn học, miễn thi và cộng điểm thưởng với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002347", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết hướng dẫn đầy đủ cách thủ tục đăng ký học lại học phần không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002348", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách thủ tục rút bớt học phần đã đăng ký?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002349", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục đề nghị xét tốt nghiệp sớm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002352", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách thủ tục đăng ký học cải thiện điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002353", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục đăng ký thực hiện đồ án tốt nghiệp hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002354", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách đatn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002355", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục xét và công nhận tốt nghiệp thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002356", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách thủ tục chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002358", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách thủ tục đăng ký học cùng lúc hai chương trình ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002359", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết hướng dẫn đầy đủ cách thủ tục xin nghỉ ốm trong quá trình học á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002361", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục xin học trở lại zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002362", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách thủ tục xin thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002363", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục nghỉ học tạm thời sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002365", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành kế toán hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Accounting ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Accounting ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Accounting :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002367", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi cho biết đầy đủ về ngành kiểm toán với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002369", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về ngành công nghệ sinh học á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Biotechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Biotechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Biotechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002370", "query_id": "academic-program-facts", "register": "neutral", "input": "cho biết đầy đủ về ngành quản trị kinh doanh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002371", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành kỹ thuật hóa học sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002372", "query_id": "academic-program-facts", "register": "neutral", "input": "cho biết đầy đủ về ngành kỹ thuật xây dựng ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002374", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành khoa học máy tính?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ComputerScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ComputerScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ComputerScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002375", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về ngành kỹ thuật điều khiển và tự động hóa á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002376", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành kinh tế phát triển?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DevelopmentEconomics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DevelopmentEconomics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DevelopmentEconomics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002380", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình kỹ thuật môi trường được mô tả cụ thể làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002381", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành tài chính - ngân hàng đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
