{"id": "question-000104", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết nếu rơi vào mang thai?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000105", "query_id": "academic-case-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ về trường hợp nằm viện không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000107", "query_id": "academic-case-facts", "register": "neutral", "input": "mình cần tra cứu quy định liên quan đến thai sản?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000108", "query_id": "academic-case-facts", "register": "colloquial", "input": "mn ơi có những điều những gì cần biết nếu rơi vào điều trị bệnh với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000110", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi Được điều động dự thi, giải đấu quốc tế được xử lý cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000111", "query_id": "academic-case-facts", "register": "colloquial", "input": "mình cần tra cứu quy định liên quan đến thi đấu quốc tế vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000113", "query_id": "academic-case-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về trường hợp Lý do cá nhân khác?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000114", "query_id": "academic-case-facts", "register": "colloquial", "input": "lý do riêng được xử lý cụ thể thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000116", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết nếu rơi vào việc gia đình?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000120", "query_id": "academic-case-facts", "register": "neutral", "input": "Nội dung về điều động vào lực lượng vũ trang là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000121", "query_id": "academic-case-facts", "register": "neutral", "input": "Sinh viên đi bộ đội có thông tin gì trong quy định?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000127", "query_id": "academic-case-facts", "register": "neutral", "input": "Bị ốm trong quá trình học thì sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000128", "query_id": "academic-case-facts", "register": "neutral", "input": "Nội dung về nghỉ ốm là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000135", "query_id": "academic-case-facts", "register": "neutral", "input": "Nội dung về giải đấu quốc tế là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000136", "query_id": "academic-case-facts", "register": "neutral", "input": "Sinh viên đại diện quốc gia thì thuộc trường hợp nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000143", "query_id": "academic-case-facts", "register": "neutral", "input": "Lý do riêng được xử lý ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000144", "query_id": "academic-case-facts", "register": "neutral", "input": "Nội dung về nghỉ vì lý do cá nhân là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PersonalReasonCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PersonalReasonCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PersonalReasonCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000149", "query_id": "academic-case-facts", "register": "noisy", "input": "co nhung dieu nhung gi can biet neu roi vao thi dau quoc te z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000150", "query_id": "academic-case-facts", "register": "colloquial", "input": "thi đấu quốc tế được xử lý cụ thể thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000152", "query_id": "academic-case-facts", "register": "colloquial", "input": "mình cần tra cứu quy định liên quan đến thi đấu quốc tế zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000161", "query_id": "academic-concept-facts", "register": "formal", "input": "Cho biết đầy đủ khái niệm Lớp hành chính?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000162", "query_id": "academic-concept-facts", "register": "neutral", "input": "Mình muốn hỏi lớp chuyên môn được định nghĩa cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000163", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho hỏi hãy tổng hợp nội dung quy định về lớp sinh viên với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000165", "query_id": "academic-concept-facts", "register": "neutral", "input": "cho biết đầy đủ khái niệm nhóm lớp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000166", "query_id": "academic-concept-facts", "register": "colloquial", "input": "Đề cương chi tiết học phần được định nghĩa cụ thể ra sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000168", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn giải thích đề cương học phần làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000169", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho biết đầy đủ khái niệm Phương thức tổ chức đào tạo theo tín chỉ sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000171", "query_id": "academic-concept-facts", "register": "neutral", "input": "hãy tổng hợp nội dung quy định về đào tạo tín chỉ ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000172", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho hỏi hồ sơ nguồn giải thích Tín chỉ như nào với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000174", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi Thang điểm đánh giá được định nghĩa cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000175", "query_id": "academic-concept-facts", "register": "colloquial", "input": "hãy tổng hợp nội dung quy định về thang điểm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000177", "query_id": "academic-concept-facts", "register": "neutral", "input": "cho biết đầy đủ khái niệm Phạm vi và đối tượng áp dụng của quy chế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000178", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho hỏi đối tượng áp dụng của quy chế được định nghĩa cụ thể như nào với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000182", "query_id": "academic-concept-facts", "register": "neutral", "input": "Lớp chuyên môn được hiểu ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000183", "query_id": "academic-concept-facts", "register": "neutral", "input": "Lớp hành chính là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000189", "query_id": "academic-concept-facts", "register": "formal", "input": "Xin cho biết lớp học phần được định nghĩa như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000190", "query_id": "academic-concept-facts", "register": "neutral", "input": "Lớp học phần khác gì so với nhóm lớp trong cùng học kỳ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000192", "query_id": "academic-concept-facts", "register": "neutral", "input": "Nhóm lớp có nghĩa là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000202", "query_id": "academic-concept-facts", "register": "neutral", "input": "Syllabus có những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000203", "query_id": "academic-concept-facts", "register": "neutral", "input": "Đề cương chi tiết học phần dùng để dạy học ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000204", "query_id": "academic-concept-facts", "register": "neutral", "input": "Đề cương chi tiết học phần là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000211", "query_id": "academic-concept-facts", "register": "formal", "input": "Phương thức đào tạo theo tín chỉ được tổ chức như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000214", "query_id": "academic-concept-facts", "register": "neutral", "input": "Học theo tín chỉ nghĩa là sinh viên học đăng ký ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000215", "query_id": "academic-concept-facts", "register": "neutral", "input": "Học theo tín chỉ được tổ chức ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000216", "query_id": "academic-concept-facts", "register": "neutral", "input": "Phương thức tín chỉ nghĩa là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000225", "query_id": "academic-concept-facts", "register": "neutral", "input": "Khối lượng học tập được tính bằng tín chỉ thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000231", "query_id": "academic-concept-facts", "register": "formal", "input": "Thang điểm nào dùng để đánh giá kết quả học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000233", "query_id": "academic-concept-facts", "register": "neutral", "input": "Kết quả học phần được đánh giá theo thang điểm nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000234", "query_id": "academic-concept-facts", "register": "neutral", "input": "Nhà trường dùng thang điểm nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000235", "query_id": "academic-concept-facts", "register": "neutral", "input": "Thang điểm đánh giá là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000242", "query_id": "academic-concept-facts", "register": "formal", "input": "Quy chế đào tạo áp dụng cho những đối tượng sinh viên nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
