{"id": "question-005726", "query_id": "academic-procedure-facts", "register": "noisy", "input": "mình cần tra cứu các thông tin liên quan đếnxin chuyển trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005728", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi thủ tục đăng ký ở ký túc xá của Trường Đại học Nha Trang?", "target": "không có thông tin"}
{"id": "question-005729", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn lệ phí làm xét và cấp học bổng khuyến khích học tập là bao nhiêu.", "target": "không có thông tin"}
{"id": "question-005731", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi đóng tiền học tỷ lệ đậu là bao nhiêu phần trăm?", "target": "không có thông tin"}
{"id": "question-005732", "query_id": "no-information", "register": "colloquial", "input": "tỷ giá đô la hôm nay thế ạ?", "target": "không có thông tin"}
{"id": "question-005733", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi Trường Đại học Nha Trang có xe buýt đưa đón sinh viên không?", "target": "không có thông tin"}
{"id": "question-005734", "query_id": "no-information", "register": "colloquial", "input": "điều kiện để xử lý trường hợp này gồm những gì hả?", "target": "không có thông tin"}
{"id": "question-005735", "query_id": "no-information", "register": "neutral", "input": "Xin cho biết Trường Đại học Nha Trang có chương trình liên kết quốc tế nào ạ?", "target": "không có thông tin"}
{"id": "question-005736", "query_id": "no-information", "register": "noisy", "input": "cach lam banh mi ngon", "target": "không có thông tin"}
{"id": "question-005738", "query_id": "no-information", "register": "colloquial", "input": "mn ơi điều kiện để xử lý trường hợp này gồm những gì với?", "target": "không có thông tin"}
{"id": "question-005739", "query_id": "no-information", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của Đơn xin chuyển Chương trình đào tạo hả?", "target": "không có thông tin"}
{"id": "question-005740", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi xếp hạng của xin nghỉ ốm trong quá trình học so với trường khác?", "target": "không có thông tin"}
{"id": "question-005741", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi phim nào đang chiếu rạp?", "target": "không có thông tin"}
{"id": "question-005742", "query_id": "no-information", "register": "noisy", "input": "muc ap dung cho truong hop cua toi duoc tinh the nao", "target": "không có thông tin"}
{"id": "question-005743", "query_id": "no-information", "register": "neutral", "input": "cho biết hồ sơ cần chuẩn bị cho việc này gồm gì?", "target": "không có thông tin"}
{"id": "question-005744", "query_id": "no-information", "register": "noisy", "input": "phim nào đsng chiếu rạp?", "target": "không có thông tin"}
{"id": "question-005745", "query_id": "no-information", "register": "formal", "input": "Xin cho biết xin hướng dẫn giúp trường hợp của tôi phải làm thế nào.", "target": "không có thông tin"}
{"id": "question-005746", "query_id": "no-information", "register": "formal", "input": "Biểu mẫu mới nhất năm 2026 của Thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học?", "target": "không có thông tin"}
{"id": "question-005750", "query_id": "no-information", "register": "colloquial", "input": "đi Đà Lạt mấy tiếng zậy?", "target": "không có thông tin"}
{"id": "question-005751", "query_id": "no-information", "register": "colloquial", "input": "chào bạn vậy ta?", "target": "không có thông tin"}
{"id": "question-005752", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi tỷ giá đô la hôm nay?", "target": "không có thông tin"}
{"id": "question-005753", "query_id": "no-information", "register": "colloquial", "input": "đi Đà Lạt mấy tiếng đây ta?", "target": "không có thông tin"}
{"id": "question-005754", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi phim nào đang chiếu rạp?", "target": "không có thông tin"}
{"id": "question-005755", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm xin chuyển chương trình đào tạo đây ta?", "target": "không có thông tin"}
{"id": "question-005756", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp hiệu lực và nguồn của điều 18 quy chế 1052 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article18 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article18 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article18 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005757", "query_id": "no-information", "register": "noisy", "input": "gia thue tro gan bien bao nhieu?", "target": "không có thông tin"}
{"id": "question-005758", "query_id": "no-information", "register": "neutral", "input": "trang danh mục ghi nhận Đơn xin chuyển Chương trình đào tạo như thế nào ạ?", "target": "không có thông tin"}
{"id": "question-005759", "query_id": "no-information", "register": "formal", "input": "Xin cho biết tôi muốn tra quy định liên quan nhưng chưa nêu nội dung.", "target": "không có thông tin"}
{"id": "question-005760", "query_id": "no-information", "register": "noisy", "input": "wifiquan cafe nao manh?", "target": "không có thông tin"}
{"id": "question-005761", "query_id": "no-information", "register": "colloquial", "input": "Cho tôi hỏi Trường Đại học Nha Trang có xe buýt đưa đón sinh viên không vậy ta?", "target": "không có thông tin"}
{"id": "question-005762", "query_id": "no-information", "register": "noisy", "input": "Cho tôi hỏi thủ tục đăngký ở ký túc xá của Trường Đại học Nha Trang", "target": "không có thông tin"}
{"id": "question-005763", "query_id": "no-information", "register": "noisy", "input": "tôi cần hỏi về một thủ tục nhưng chưa rõ yên z?", "target": "không có thông tin"}
{"id": "question-005764", "query_id": "no-information", "register": "noisy", "input": "Cho tôi hỏi Trường Đại học Nha Trang tổ chức hoạt động ngoại khoá gì cho sinh viêm", "target": "không có thông tin"}
{"id": "question-005765", "query_id": "no-information", "register": "noisy", "input": "cach lam banh mi ngon z?", "target": "không có thông tin"}
{"id": "question-005766", "query_id": "no-information", "register": "noisy", "input": "ai là người ký duyệt thi sau nămnay", "target": "không có thông tin"}
{"id": "question-005767", "query_id": "no-information", "register": "formal", "input": "Bye nhé?", "target": "không có thông tin"}
{"id": "question-005768", "query_id": "no-information", "register": "noisy", "input": "hellobạn ơi", "target": "không có thông tin"}
{"id": "question-005769", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi quy định áp dụng cho trường hợp tôi đang gặp là gì?", "target": "không có thông tin"}
{"id": "question-005770", "query_id": "no-information", "register": "noisy", "input": "cach lam bsnh mi ngon?", "target": "không có thông tin"}
{"id": "question-005771", "query_id": "no-information", "register": "noisy", "input": "Cho toi hoi Truong Dai hoc Nha Trang co xe buyt dua don sinh vien khong", "target": "không có thông tin"}
{"id": "question-005772", "query_id": "no-information", "register": "neutral", "input": "mức áp dụng cho trường hợp của tôi được tính thế nào ạ?", "target": "không có thông tin"}
{"id": "question-005773", "query_id": "no-information", "register": "noisy", "input": "cho hoi may bay di ha noi gia bao nhieu?", "target": "không có thông tin"}
{"id": "question-005774", "query_id": "no-information", "register": "noisy", "input": "đi trao đổi có khó khômg?", "target": "không có thông tin"}
{"id": "question-005775", "query_id": "no-information", "register": "colloquial", "input": "ai biết ai là người ký duyệt lùi lịch thi năm nay không?", "target": "không có thông tin"}
{"id": "question-005776", "query_id": "no-information", "register": "formal", "input": "Xin cho biết hãy cho biết các bước cần làm trong trường hợp này.", "target": "không có thông tin"}
{"id": "question-005777", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm bao nhiêu người nộp thi sau zậy?", "target": "không có thông tin"}
{"id": "question-005778", "query_id": "no-information", "register": "noisy", "input": "quan an ngon gan truong o dau z?", "target": "không có thông tin"}
{"id": "question-005779", "query_id": "no-information", "register": "noisy", "input": "xe buyt so 4 chay tuyen nao?", "target": "không có thông tin"}
{"id": "question-005780", "query_id": "no-information", "register": "neutral", "input": "tôi phải nộp giấy tờ ở đâu cho việc này ạ?", "target": "không có thông tin"}
{"id": "question-005781", "query_id": "no-information", "register": "neutral", "input": "Xin cho biết Trường Đại học Nha Trang có chương trình liên kết quốc tế nào?", "target": "không có thông tin"}
{"id": "question-005782", "query_id": "no-information", "register": "colloquial", "input": "Trường Đại học Nha Trang có những suất học bổng nào cho tân sinh viên zậy?", "target": "không có thông tin"}
{"id": "question-005783", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi xe buyt so 4 chay tuyen nao.", "target": "không có thông tin"}
{"id": "question-005784", "query_id": "no-information", "register": "noisy", "input": "Xin hoi Truong Dai hoc Nha Trang ho tro gioi thieu viec lam cho sinh vien ra sao", "target": "không có thông tin"}
{"id": "question-005785", "query_id": "no-information", "register": "neutral", "input": "Xin hỏi thủ tục cấp lại thẻ sinh viên bị mất của Trường Đại học Nha Trang?", "target": "không có thông tin"}
{"id": "question-005787", "query_id": "no-information", "register": "noisy", "input": "giảng viên nào phụ tráchchuyển ngành?", "target": "không có thông tin"}
{"id": "question-005788", "query_id": "no-information", "register": "noisy", "input": "cach tai nhac ve dien thoai z?", "target": "không có thông tin"}
{"id": "question-005789", "query_id": "no-information", "register": "colloquial", "input": "wifi quan cafe nao manh zậy?", "target": "không có thông tin"}
{"id": "question-005790", "query_id": "no-information", "register": "formal", "input": "Xin cho biết biểu mẫu mới nhất năm 2026 của thủ tục xin miễn học, miễn thi và cộng điểm thưởng.", "target": "không có thông tin"}
{"id": "question-005792", "query_id": "no-information", "register": "colloquial", "input": "cho hỏi chào bạn với ạ?", "target": "không có thông tin"}
{"id": "question-005793", "query_id": "no-information", "register": "noisy", "input": "may bay diha noi gia bao nhieu?", "target": "không có thông tin"}
{"id": "question-005794", "query_id": "no-information", "register": "noisy", "input": "quan an ngon gan truong o dau?", "target": "không có thông tin"}
{"id": "question-005795", "query_id": "no-information", "register": "colloquial", "input": "ai biết xếp hạng của mở lớp so với trường khác không?", "target": "không có thông tin"}
{"id": "question-005796", "query_id": "no-information", "register": "neutral", "input": "mở thêm lớp học phần có thay đổi gì trong năm 2026?", "target": "không có thông tin"}
{"id": "question-005797", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 3 Điều 19 Quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article19Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article19Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005799", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi cach lam banh mi ngon?", "target": "không có thông tin"}
{"id": "question-005800", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn lệ phí làm học ở trường đối tác là bao nhiêu.", "target": "không có thông tin"}
{"id": "question-005801", "query_id": "no-information", "register": "neutral", "input": "đề nghị xét tốt nghiệp sớm thi vào ngày nào?", "target": "không có thông tin"}
{"id": "question-005802", "query_id": "no-information", "register": "noisy", "input": "Cho tôi hỏi Trường Đại học Nha Trang có xe buýt đưa đóm sinh viên không z?", "target": "không có thông tin"}
{"id": "question-005803", "query_id": "no-information", "register": "formal", "input": "Quy định áp dụng cho trường hợp tôi đang gặp là gì?", "target": "không có thông tin"}
{"id": "question-005804", "query_id": "no-information", "register": "colloquial", "input": "kết quả bóng đá tối qua thế nào thế ạ?", "target": "không có thông tin"}
{"id": "question-005805", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết gia thue tro gan bien bao nhieu á?", "target": "không có thông tin"}
{"id": "question-005807", "query_id": "no-information", "register": "colloquial", "input": "cảm ơn nhiều nhé sao giờ?", "target": "không có thông tin"}
{"id": "question-005808", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết tải phim về máy thế nào á?", "target": "không có thông tin"}
{"id": "question-005809", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn hom nay co su kien gi o thanh pho.", "target": "không có thông tin"}
{"id": "question-005810", "query_id": "no-information", "register": "neutral", "input": "gia thue tro gan bien bao nhieu ạ?", "target": "không có thông tin"}
{"id": "question-005811", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi giảng viên nào phụ trách thủ tục xin phép nghỉ học.", "target": "không có thông tin"}
{"id": "question-005813", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết học lại học phần có thay đổi gì trong năm 2026 á?", "target": "không có thông tin"}
{"id": "question-005814", "query_id": "course-type-facts", "register": "colloquial", "input": "cho biết đầy đủ về điểm Học phần song hành đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CorequisiteCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CorequisiteCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CorequisiteCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005815", "query_id": "no-information", "register": "colloquial", "input": "ai biết miễn học miễn thi do ai ký duyệt không?", "target": "không có thông tin"}
{"id": "question-005816", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về loại học phần lớp hành chính với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005817", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết may bay di ha noi gia bao nhieu á?", "target": "không có thông tin"}
{"id": "question-005818", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn hãy cho biết các bước cần làm trong trường hợp này.", "target": "không có thông tin"}
{"id": "question-005819", "query_id": "no-information", "register": "neutral", "input": "chuyển hình thức đào tạo khi bị buộc thôi học có thay đổi gì trong năm 2026?", "target": "không có thông tin"}
{"id": "question-005820", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết về Đảm bảo chất lượng và an toàn thực phẩm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodQualityAndSafetyAssurance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FoodQualityAndSafetyAssurance :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FoodQualityAndSafetyAssurance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005821", "query_id": "no-information", "register": "colloquial", "input": "ai biết giảng viên nào phụ trách chuyển trường không?", "target": "không có thông tin"}
{"id": "question-005822", "query_id": "language-course-facts", "register": "colloquial", "input": "mình cần tra cứu các ngành liên quan đến ngoại ngữ b2.2 vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005824", "query_id": "no-information", "register": "neutral", "input": "Xin hỏi Trường Đại học Nha Trang hỗ trợ giới thiệu việc làm cho sinh viên ra sao?", "target": "không có thông tin"}
{"id": "question-005825", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm đăng ký khóa luận thế ạ?", "target": "không có thông tin"}
{"id": "question-005826", "query_id": "academic-warning-rule-facts", "register": "colloquial", "input": "cảnh báo do nợ tín chỉ được áp dụng cụ thể ra sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditDebtWarningRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditDebtWarningRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditDebtWarningRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005827", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn quy định áp dụng cho trường hợp tôi đang gặp là gì.", "target": "không có thông tin"}
{"id": "question-005828", "query_id": "no-information", "register": "noisy", "input": "hom nsy co su kien gi o thanh pho", "target": "không có thông tin"}
{"id": "question-005829", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi xe buyt so 4 chay tuyen nao?", "target": "không có thông tin"}
{"id": "question-005830", "query_id": "no-information", "register": "neutral", "input": "điều kiện để xử lý trường hợp này gồm những gì?", "target": "không có thông tin"}
{"id": "question-005831", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm đăng ký môn sao giờ?", "target": "không có thông tin"}
{"id": "question-005832", "query_id": "course-type-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả thành phần học phần thay thế như thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ReplacementCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ReplacementCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ReplacementCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005833", "query_id": "no-information", "register": "noisy", "input": "cach lam banh mi ngon?", "target": "không có thông tin"}
{"id": "question-005834", "query_id": "no-information", "register": "colloquial", "input": "xin hướng dẫn giúp trường hợp của tôi phải làm thế nào ta?", "target": "không có thông tin"}
{"id": "question-005835", "query_id": "no-information", "register": "colloquial", "input": "Cho tôi hỏi giờ mở cửa thư viện Trường Đại học Nha Trang ta?", "target": "không có thông tin"}
{"id": "question-005837", "query_id": "no-information", "register": "colloquial", "input": "tôi cần hỏi về một thủ tục nhưng chưa rõ tên zậy?", "target": "không có thông tin"}
{"id": "question-005838", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi trường khác làm công nhận tín chỉ có giống không?", "target": "không có thông tin"}
{"id": "question-005839", "query_id": "no-information", "register": "colloquial", "input": "ê mỗi năm có bao nhiêu sinh viên làm ra trường sớm v?", "target": "không có thông tin"}
{"id": "question-005840", "query_id": "academic-program-facts", "register": "colloquial", "input": "có những điều gì cần biết về quản trị kinh doanh nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005841", "query_id": "no-information", "register": "noisy", "input": "cho hoi thời hạn giải quyết yêu cầu của tôi là baolâu?", "target": "không có thông tin"}
{"id": "question-005842", "query_id": "no-information", "register": "colloquial", "input": "phim nào đang chiếu rạp nhỉ?", "target": "không có thông tin"}
{"id": "question-005843", "query_id": "no-information", "register": "noisy", "input": "Xun hỏi Trường Đại học Nha Trang hỗ trợ giới thiệu việc làm cho sinh viên ra sao", "target": "không có thông tin"}
{"id": "question-005844", "query_id": "no-information", "register": "noisy", "input": "ngay mai Nha Trang co mua khong", "target": "không có thông tin"}
{"id": "question-005845", "query_id": "no-information", "register": "noisy", "input": "cho hoi có những điều gì cần biếtvề mục tải Đơn xin chuyển Chương trình đào tạo?", "target": "không có thông tin"}
{"id": "question-005846", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết mỗi năm có bao nhiêu sinh viên làm đi trao đổi á?", "target": "không có thông tin"}
{"id": "question-005847", "query_id": "academic-program-facts", "register": "colloquial", "input": "ai biết kỹ thuật cơ điện tử được xác định cụ thể ra sao không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MechatronicsEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MechatronicsEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MechatronicsEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005848", "query_id": "no-information", "register": "formal", "input": "Xin cho biết hãy tổng hợp tên và đường dẫn của Đơn xin chuyển Chương trình đào tạo.", "target": "không có thông tin"}
{"id": "question-005849", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi chào bạn?", "target": "không có thông tin"}
{"id": "question-005850", "query_id": "no-information", "register": "neutral", "input": "hello bạn ơi?", "target": "không có thông tin"}
{"id": "question-005851", "query_id": "no-information", "register": "colloquial", "input": "tỷ lệ hồ sơ bỏ học được chấp nhận là bao nhiêu nhỉ?", "target": "không có thông tin"}
{"id": "question-005852", "query_id": "training-mode-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp thông tin đào tạo của chính quy với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005853", "query_id": "no-information", "register": "colloquial", "input": "cho hỏi ai là người ký duyệt cấp học bổng năm nay với ạ?", "target": "không có thông tin"}
{"id": "question-005854", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi hello bạn ơi.", "target": "không có thông tin"}
{"id": "question-005855", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi thời hạn giải quyết yêu cầu của tôi là bao lâu?", "target": "không có thông tin"}
{"id": "question-005856", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết hãy tổng hợp tên và đường dẫn của Đơn xin chuyển Chương trình đào tạo á?", "target": "không có thông tin"}
{"id": "question-005857", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi hello bạn ơi?", "target": "không có thông tin"}
{"id": "question-005858", "query_id": "no-information", "register": "formal", "input": "Xin cho biết gia thue tro gan bien bao nhieu.", "target": "không có thông tin"}
{"id": "question-005859", "query_id": "no-information", "register": "noisy", "input": "toi can hoi ve mot thu tuc nhung chua ro ten?", "target": "không có thông tin"}
{"id": "question-005860", "query_id": "no-information", "register": "colloquial", "input": "Xin hỏi Trường Đại học Nha Trang hỗ trợ giới thiệu việc làm cho sinh viên ra sao ta?", "target": "không có thông tin"}
{"id": "question-005861", "query_id": "no-information", "register": "colloquial", "input": "xin chào sao giờ?", "target": "không có thông tin"}
{"id": "question-005862", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi ngày mai Nha Trang có mưa không?", "target": "không có thông tin"}
{"id": "question-005863", "query_id": "no-information", "register": "colloquial", "input": "may bay di ha noi gia bao nhieu vậy ta?", "target": "không có thông tin"}
{"id": "question-005864", "query_id": "no-information", "register": "formal", "input": "Xin cho biết thời hạn giải quyết yêu cầu của tôi là bao lâu.", "target": "không có thông tin"}
{"id": "question-005865", "query_id": "no-information", "register": "noisy", "input": "hay tong hop ten va duong dan cua Đơn xin chuyển Chương trình đào tạo z?", "target": "không có thông tin"}
{"id": "question-005866", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn đăng ký lại môn chưa đạt phải đóng thêm khoản nào không.", "target": "không có thông tin"}
{"id": "question-005867", "query_id": "no-information", "register": "noisy", "input": "nghỉ học hẳn mat bao nhieu ngay moi duoc duyet?", "target": "không có thông tin"}
{"id": "question-005868", "query_id": "scholarship-rate-facts", "register": "noisy", "input": "cho hou có những điều gì cần hiểu về học bổng khuyến khích học tập loại giỏi, chương trình chuẩn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GoodStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GoodStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GoodStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005869", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi bạn có khoẻ không?", "target": "không có thông tin"}
{"id": "question-005870", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi xin thôi học phải đóng thêm khoản nào không?", "target": "không có thông tin"}
{"id": "question-005871", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn trường khác làm thủ tục đề nghị mở thêm lớp học phần có giống không.", "target": "không có thông tin"}
{"id": "question-005872", "query_id": "no-information", "register": "neutral", "input": "Cho tôi hỏi thủ tục đăng ký ở ký túc xá của Trường Đại học Nha Trang ạ?", "target": "không có thông tin"}
{"id": "question-005873", "query_id": "no-information", "register": "colloquial", "input": "học trở lại phải đóng thêm khoản nào không đây ta?", "target": "không có thông tin"}
{"id": "question-005875", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi quy định áp dụng cho trường hợp tôi đang gặp là gì?", "target": "không có thông tin"}
{"id": "question-005876", "query_id": "no-information", "register": "noisy", "input": "Xin cho biet Truong Dai hoc Nha Trang co chuong trinh lien ket quoc te nao z?", "target": "không có thông tin"}
{"id": "question-005877", "query_id": "no-information", "register": "colloquial", "input": "tôi cần hỏi về một thủ tục nhưng chưa rõ tên nhỉ?", "target": "không có thông tin"}
{"id": "question-005878", "query_id": "no-information", "register": "formal", "input": "Xin cho biết cách tải nhạc về điện thoại.", "target": "không có thông tin"}
{"id": "question-005879", "query_id": "no-information", "register": "noisy", "input": "cam on nhieu nhe", "target": "không có thông tin"}
{"id": "question-005880", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi hom nay co su kien gi o thanh pho?", "target": "không có thông tin"}
{"id": "question-005881", "query_id": "no-information", "register": "colloquial", "input": "miễn học miễn thi năm nay có bao nhiêu hồ sơ bị trả lại hả?", "target": "không có thông tin"}
{"id": "question-005882", "query_id": "no-information", "register": "noisy", "input": "cho hpi đi Đà Lạt mấy tiếng?", "target": "không có thông tin"}
{"id": "question-005883", "query_id": "no-information", "register": "formal", "input": "Thời hạn giải quyết yêu cầu của tôi là bao lâu?", "target": "không có thông tin"}
{"id": "question-005884", "query_id": "no-information", "register": "colloquial", "input": "hãy tổng hợp tên và đường dẫn của Đơn xin chuyển Chương trình đào tạo nhỉ?", "target": "không có thông tin"}
{"id": "question-005885", "query_id": "no-information", "register": "colloquial", "input": "may bay di ha noi gia bao nhieu hả?", "target": "không có thông tin"}
{"id": "question-005886", "query_id": "no-information", "register": "noisy", "input": "phim nao dang chieu rap", "target": "không có thông tin"}
{"id": "question-005887", "query_id": "no-information", "register": "colloquial", "input": "ai biết Trường Đại học Nha Trang có những suất học bổng nào cho tân sinh viên không?", "target": "không có thông tin"}
{"id": "question-005888", "query_id": "no-information", "register": "noisy", "input": "bạntên là gì?", "target": "không có thông tin"}
