{"id": "question-003006", "query_id": "language-certificate-level", "register": "noisy", "input": "ielts 70.0 tuong duong bac may z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003007", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf đạt 600.0 thì xếp bậc nào thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003008", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có Linguaskill 400.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003012", "query_id": "language-certificate-level", "register": "noisy", "input": "có aptis(general) 140.0 thì quy đổi bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003013", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi cambridge english scale 700.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003014", "query_id": "language-certificate-level", "register": "colloquial", "input": "có aptis (general) 300.0 thì quy đổi bậc nào thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003015", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết aptis (general) 200.0 tương đương bậc bao nhiêu á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003018", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có Linguaskill 140.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003019", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoiielts 140.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003020", "query_id": "language-certificate-level", "register": "neutral", "input": "Cambridge English Scale 200.0 tương đương bậc mấy ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003021", "query_id": "language-certificate-level", "register": "neutral", "input": "Linguaskill 400.0 điểm quy đổi được bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003023", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi klpt 400.0 diem xep bac gi?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003024", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis (general) 170.0 thi dat bac bao nhieu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003025", "query_id": "language-certificate-level", "register": "noisy", "input": "TOEFL (uBT) 400.0 thì đạt bậc mấy z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003026", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi với linguaskill 300.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003027", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi TCF 153.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003028", "query_id": "language-certificate-level", "register": "noisy", "input": "có linguaskull 400.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003029", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi với ielts 850.0 thìtrình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003030", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi ielts đạt 450.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003031", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) 100.0 điểm xếp bậc gì zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003034", "query_id": "language-certificate-level", "register": "colloquial", "input": "toefl (ibt) 250.0 điểm quy đổi được bậc mấy nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003038", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi Linguaskill 700.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003040", "query_id": "language-certificate-level", "register": "colloquial", "input": "với klpt 350.0 thì trình độ tới đâu zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003042", "query_id": "language-certificate-level", "register": "neutral", "input": "có linguaskill 300.0 điểm thì đạt bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003043", "query_id": "language-certificate-level", "register": "neutral", "input": "IELTS 300.0 điểm xếp bậc gì ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003044", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi cambrudge english scale 100.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003045", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi Lingusskill 190.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003048", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf 350.0 điểm quy đổi được bậc bao nhiêu hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003049", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi cambridge english scale đạt 300.0 thì xếp bậc nào với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003050", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 100.0 thì đạt bậc mấy nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003052", "query_id": "language-certificate-level", "register": "colloquial", "input": "có klpt 850.0 điểm thì đạt bậc nào ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003053", "query_id": "language-certificate-level", "register": "noisy", "input": "linguaskill dat 250.0 thi xep bac nao z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003054", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 350.0 thì đạt bậc bao nhiêu thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003055", "query_id": "language-certificate-level", "register": "neutral", "input": "Cambridge English Scale 100.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003056", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) đạt 100.0 thì xếp bậc nào sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003057", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 600.0 thì đạt bậc bao nhiêu sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003058", "query_id": "language-certificate-level", "register": "noisy", "input": "ielys 190.0 tương đương bậc bao nhiêu z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003059", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis (general) đạy 170.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003061", "query_id": "language-certificate-level", "register": "noisy", "input": "cambridge english scale dat 300.0 thi xep bac nao z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003063", "query_id": "language-certificate-level", "register": "neutral", "input": "có klpt 300.0 điểm thì đạt bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003064", "query_id": "language-certificate-level", "register": "noisy", "input": "ielts 6.5thì đạt bậc mấy z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,6.5>=?m,6.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003065", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi TOEFL (iBT) 200.0 diem quy doi duoc bac may?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003066", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis(general) 190.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003067", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis (general) 100.0 tuong duong bac bao nhieu z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003068", "query_id": "language-certificate-level", "register": "colloquial", "input": "với IELTS 600.0 thì trình độ tới đâu hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003069", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 100.0 điểm quy đổi được bậc mấy zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003070", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi với cambridge english scale 110.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003071", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi Linguaskill 600.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003072", "query_id": "language-certificate-level", "register": "noisy", "input": "co Linguaskill 350.0 diem thi dat bac nao z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003073", "query_id": "language-certificate-level", "register": "colloquial", "input": "ai biết có cambridge english scale 300.0 thì quy đổi bậc nào không?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003075", "query_id": "language-certificate-level", "register": "formal", "input": "Có Aptis General 170.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003076", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) 100.0 điểm quy đổi được bậc mấy nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003078", "query_id": "language-certificate-level", "register": "neutral", "input": "KLPT 850.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003079", "query_id": "language-certificate-level", "register": "noisy", "input": "toefl (ibt) 110.0 diem xep bac nhung gi?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003080", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi có cambridge english scale 850.0 điểm thì đạt bậc nào với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003081", "query_id": "language-certificate-level", "register": "neutral", "input": "có Cambridge English Scale 153.0 thì quy đổi bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003100", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "Mình muốn hỏi Bậc 2 - A2 tương ứng mã những gì?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel2 :requiredLevelCode ?answer . }"}
{"id": "question-003101", "query_id": "language-competency-level-required-level-code", "register": "colloquial", "input": "bậc 3 - b1 tương ứng mã trình độ nào zậy?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel3 :requiredLevelCode ?answer . }"}
{"id": "question-003102", "query_id": "language-competency-level-required-level-code", "register": "noisy", "input": "bac 4 - b2 tuong ung ma nhung gi z?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel4 :requiredLevelCode ?answer . }"}
{"id": "question-003104", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "Cho hỏi Bậc 6 - C2 có mã nào?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel6 :requiredLevelCode ?answer . }"}
{"id": "question-003106", "query_id": "language-competency-level-required-level-code", "register": "colloquial", "input": "ê bậc 2 - a2 yêu cầu mã trình độ nào v?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel2 :requiredLevelCode ?answer . }"}
{"id": "question-003107", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "mã của bậc bậc 5 - c1 ạ?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel5 :requiredLevelCode ?answer . }"}
{"id": "question-003109", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "Mình muốn hỏi bậc 4 - b2 ghi mã trình độ nào?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel4 :requiredLevelCode ?answer . }"}
{"id": "question-003111", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "Cho hỏi mã trình độ ứng với bậc 5 - c1?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel5 :requiredLevelCode ?answer . }"}
{"id": "question-003112", "query_id": "language-competency-level-required-level-code", "register": "noisy", "input": "mã tương ứmg của bậc 6 - c2 z?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel6 :requiredLevelCode ?answer . }"}
{"id": "question-003114", "query_id": "language-competency-level-required-level-code", "register": "colloquial", "input": "ê mã của bậc bậc 4 - b2 v?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel4 :requiredLevelCode ?answer . }"}
{"id": "question-003115", "query_id": "language-competency-level-required-level-code", "register": "noisy", "input": "bac 3 - b1 tuong ung ma trinh do nao z?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel3 :requiredLevelCode ?answer . }"}
{"id": "question-003116", "query_id": "language-competency-level-required-level-code", "register": "neutral", "input": "Mình muốn hỏi Bậc 1 - A1 có mã nào?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel1 :requiredLevelCode ?answer . }"}
{"id": "question-003130", "query_id": "official-document-metadata", "register": "neutral", "input": "Mình muốn hỏi cho xem bảng quyết định kèm ngày ký?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003131", "query_id": "official-document-metadata", "register": "colloquial", "input": "các quyết định của trường ban hành khi nào zậy?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003132", "query_id": "official-document-metadata", "register": "noisy", "input": "thong tin ngay ban hanh cac quyet dinh z?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003133", "query_id": "official-document-metadata", "register": "neutral", "input": "các quyết định của trường ban hành ngày nào ạ?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003135", "query_id": "official-document-metadata", "register": "formal", "input": "Danh sách văn bản quyết định kèm số hiệu?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003136", "query_id": "official-document-metadata", "register": "neutral", "input": "Mình muốn hỏi các quyết định của trường ban hành lúc nào?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003137", "query_id": "official-document-metadata", "register": "colloquial", "input": "thông tin ngày ban hành các quyết định ta?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003138", "query_id": "official-document-metadata", "register": "formal", "input": "Liệt kê quyết định kèm ngày ban hành?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
{"id": "question-003140", "query_id": "official-document-metadata", "register": "noisy", "input": "cho xem bảng quyết định kèm ngàyký?", "target": "SELECT ?label ?title ?number ?date ?academicYear ?semester WHERE { ?d a :Decision ; rdfs:label ?label ; :title ?title ; :documentNumber ?number ; :issueDate ?date ; :effectiveFromAcademicYear ?academicYear . OPTIONAL { ?d :effectiveFromSemester ?semester . } } ORDER BY ?number"}
