{"id": "question-004531", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi phương thức 2 hướng dẫn đóng học phí quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004532", "query_id": "document-part-facts", "register": "colloquial", "input": "phương thức 3 hướng dẫn đóng học phí quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004533", "query_id": "document-part-facts", "register": "neutral", "input": "danh sách biểu mẫu danh mục biểu mẫu quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateFormCatalogueListing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UndergraduateFormCatalogueListing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UndergraduateFormCatalogueListing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004534", "query_id": "document-part-facts", "register": "colloquial", "input": "lưu ý phụ thu khi nộp qua ngân hàng khác vietcombank quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceOtherBankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceOtherBankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceOtherBankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004535", "query_id": "document-part-facts", "register": "neutral", "input": "lưu ý miễn lệ phí khi nộp qua vietcombank quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceVietcombankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceVietcombankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceVietcombankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004536", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin chuyển chương trình đào tạo mẫu số 5 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry005 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry005 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry005 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004537", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin tải xuống của mẫu số 5 - đơn xin chuyển chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004538", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu các thông tin tải xuống của đơn xin chuyển chương trình đào tạo mẫu số 5a á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004539", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin miễn học, miễn thi và cộng điểm thưởng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004540", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin xét tốt nghiệp nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry008 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry008 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry008 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004541", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin tải xuống của đơn xin chuyển ngành chương trình minh phú -ct đại chuẩn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004542", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu các thông tin tải xuống của mẫu số 13 - đơn đăng ký học cùng lúc hai chương trình đào tạo á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004543", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin chuyển học phần thay thế trong ctđt?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry016 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry016 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry016 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004544", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 01 - đơn xin mở lớp học phần ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004545", "query_id": "form-document-facts", "register": "neutral", "input": "cho biết đầy đủ về biểu mẫu mẫu số 02 - đơn đăng ký thực hiện đồ án tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004546", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 04 - đơn xin hoãn thi sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form04ExamPostponement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form04ExamPostponement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form04ExamPostponement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004547", "query_id": "form-document-facts", "register": "neutral", "input": "cho biết đầy đủ về biểu mẫu mẫu số 05 - đơn xin chuyển chương trình đào tạo vừa làm vừa học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004548", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 07 - đơn xin miễn học, miễn thi và cộng điểm thưởng sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form07ExemptionAndBonus ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form07ExemptionAndBonus :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form07ExemptionAndBonus ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004549", "query_id": "form-document-facts", "register": "neutral", "input": "cho biết đầy đủ về biểu mẫu mẫu số 08 - đơn đề nghị xét tốt nghiệp sớm ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form08EarlyGraduation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form08EarlyGraduation :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form08EarlyGraduation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004550", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 09 - đơn xin nghỉ học tạm thời nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form09TemporaryLeave ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form09TemporaryLeave :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form09TemporaryLeave ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004551", "query_id": "form-document-facts", "register": "neutral", "input": "cho biết đầy đủ về biểu mẫu mẫu số 10 - đơn xin thôi học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004552", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 11 - đơn xin học trở lại vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004553", "query_id": "form-document-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về biểu mẫu mẫu số 12 - đơn xin chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004554", "query_id": "form-document-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ về biểu mẫu mẫu số 13 - đơn xin chuyển trường không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form13UniversityTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form13UniversityTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form13UniversityTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004555", "query_id": "form-document-facts", "register": "neutral", "input": "cho biết đầy đủ về biểu mẫu mẫu số 14 - đơn đăng ký chương trình trao đổi sinh viên ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004556", "query_id": "form-document-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về biểu mẫu mẫu số 15 - đơn đăng ký học cùng lúc hai chương trình á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form15SecondProgram ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form15SecondProgram :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form15SecondProgram ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004557", "query_id": "grade-code-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về điểm điểm p?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeP ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeP :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeP ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004558", "query_id": "graduation-honours-penalty-rule-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ quy tắc hạ hạng tốt nghiệp do học lại quá nhiều á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RetakeVolumeHonoursPenalty ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RetakeVolumeHonoursPenalty :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RetakeVolumeHonoursPenalty ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004559", "query_id": "language-course-facts", "register": "neutral", "input": "ngoại ngữ a2.1 được tổ chức cụ thể làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseA21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseA21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004560", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ a2.2 được tổ chức cụ thể như nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseA22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseA22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004561", "query_id": "language-course-facts", "register": "neutral", "input": "Mình muốn hỏi ngoại ngữ b1.1 được tổ chức cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB11 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB11 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB11 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004562", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ b1.2 được tổ chức cụ thể thế nào ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB12 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB12 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB12 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004563", "query_id": "language-course-facts", "register": "neutral", "input": "ngoại ngữ b2.1 được tổ chức cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004564", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ b2.2 được tổ chức cụ thể ra sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004565", "query_id": "official-document-facts", "register": "neutral", "input": "quyết định số 1052/qđ-đhnt quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004566", "query_id": "official-document-facts", "register": "colloquial", "input": "ai biết quyết định số 1965/qđ-đhnt quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004567", "query_id": "official-document-facts", "register": "neutral", "input": "quyết định số 317/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004568", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 626/qđ-đhnt quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision626 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision626 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004569", "query_id": "official-document-facts", "register": "neutral", "input": "Mình muốn hỏi quyết định số 729/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision729 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision729 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision729 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004570", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 753/qđ-đhnt quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004571", "query_id": "official-document-facts", "register": "neutral", "input": "Mình muốn hỏi trang cơ cấu tổ chức - khối tham mưu, quản lý quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OrganizationStructurePage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OrganizationStructurePage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OrganizationStructurePage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004572", "query_id": "official-document-facts", "register": "colloquial", "input": "quy chế đào tạo trình độ đại học trường đại học nha trang quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004573", "query_id": "official-document-facts", "register": "neutral", "input": "quy chế tuyển sinh đại học trường đại học nha trang quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004574", "query_id": "official-document-facts", "register": "colloquial", "input": "ê quy chế đào tạo trình độ đại học trường đại học nha trang năm 2021 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004575", "query_id": "official-document-facts", "register": "neutral", "input": "Cho hỏi trang tra cứu học phí sinh viên quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionLookupPage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionLookupPage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionLookupPage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004576", "query_id": "official-document-facts", "register": "colloquial", "input": "cho hỏi hướng dẫn đóng học phí qua cổng thanh toán vnpay - vietcombank quy định cụ thể gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidance :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004577", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ thông tin về phòng đào tạo đại học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004578", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "ê cho biết đầy đủ thông tin về phòng đt v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004579", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ thông tin về khoa hoặc viện đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
