{"id": "question-000692", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Sinh viên muốn chấm dứt việc học cần nộp đơn cho ai?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000701", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Bảo lưu kết quả làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000702", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Nghỉ học tạm thời cần thủ tục gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000709", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Có những cách thanh toán học phí nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000710", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Nộp học phí thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000715", "query_id": "academic-procedure-facts", "register": "formal", "input": "Thủ tục chuyển trường chuẩn bị hồ sơ và thực hiện ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000718", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Chuyển trường cần gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000719", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Muốn chuyển sang trường khác thì sinh viên cần được ai đồng ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000720", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Thủ tục chuyển trường là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000776", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "các ngành đào tạo ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000789", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Trường đào tạo những ngành nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000790", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Danh mục ngành đào tạo gồm những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000791", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Ngành Quản trị kinh doanh thuộc khối ngành nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000792", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Khối ngành V gồm những ngành gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000793", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Trường có ngành Kiểm toán không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000794", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Ngành đào tạo được phân theo mấy khối?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000795", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Danh sách ngành trình độ đại học của trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000796", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Ngành Hệ thống thông tin quản lý nằm ở khối nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000797", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Khối ngành khoa học sự sống có ngành nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000798", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Trường mở bao nhiêu ngành đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000799", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Các ngành đào tạo của trường được xếp vào những khối ngành nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :AcademicProgramCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000823", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình Nuôi trồng thuỷ sản được mô tả cụ thể như thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000824", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp dữ liệu đào tạo của Kiểm toán với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000825", "query_id": "academic-program-facts", "register": "formal", "input": "Hồ sơ nguồn ghi nhận ngành Kỹ thuật ô tô như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000826", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành Công nghệ sinh học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Biotechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Biotechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Biotechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000827", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Quản trị kinh doanh được mô tả cụ thể thế nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000829", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Kỹ thuật xây dựng làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000830", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về ngành Kinh doanh thương mại á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CommercialBusiness ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CommercialBusiness :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CommercialBusiness ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000832", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ liệu đào tạo của Kỹ thuật điều khiển và tự động hóa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000833", "query_id": "academic-program-facts", "register": "colloquial", "input": "hồ sơ nguồn ghi nhận ngành Kinh tế phát triển thế nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DevelopmentEconomics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DevelopmentEconomics :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DevelopmentEconomics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000834", "query_id": "academic-program-facts", "register": "formal", "input": "Cho biết đầy đủ về ngành Quản lý kinh tế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EconomicManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EconomicManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EconomicManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000835", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình Kinh tế được mô tả cụ thể thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000836", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết hãy tổng hợp dữ liệu đào tạo của Kỹ thuật điện á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectricalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ElectricalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ElectricalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000837", "query_id": "academic-program-facts", "register": "formal", "input": "Hồ sơ nguồn ghi nhận ngành Ngôn ngữ Anh ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000838", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành Kỹ thuật môi trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000839", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho hỏi chương trình Tài chính - Ngân hàng được mô tả cụ thể ra sao với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000840", "query_id": "academic-program-facts", "register": "formal", "input": "Hãy tổng hợp dữ liệu đào tạo của Tài chính?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000841", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn ghi nhận ngành Ngân hàng như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000842", "query_id": "academic-program-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ về ngành Khai thác thủy sản không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesExploitation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FisheriesExploitation :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FisheriesExploitation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000844", "query_id": "academic-program-facts", "register": "neutral", "input": "hãy tổng hợp dữ liệu đào tạo của Khoa học thủy sản?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FisheriesScience :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FisheriesScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000845", "query_id": "academic-program-facts", "register": "colloquial", "input": "hồ sơ nguồn ghi nhận ngành Đảm bảo chất lượng và an toàn thực phẩm như thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodQualityAndSafetyAssurance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FoodQualityAndSafetyAssurance :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FoodQualityAndSafetyAssurance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000847", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình Quản trị dịch vụ du lịch và lữ hành (chương trình song ngữ Pháp - Việt) được mô tả cụ thể làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000848", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Quản trị dịch vụ du lịch và lữ hành (chương trình song ngữ Pháp sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000849", "query_id": "academic-program-facts", "register": "formal", "input": "Hồ sơ nguồn ghi nhận ngành Việt) như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000850", "query_id": "academic-program-facts", "register": "neutral", "input": "cho biết đầy đủ về ngành Quản trị khách sạn ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :HotelManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:HotelManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :HotelManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000851", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết chương trình Công nghệ thông tin được mô tả cụ thể làm sao á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000852", "query_id": "academic-program-facts", "register": "formal", "input": "Hãy tổng hợp dữ liệu đào tạo của Luật?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Law ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Law :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Law ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000853", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn ghi nhận ngành Hệ thống thông tin quản lý như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManagementInformationSystems ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ManagementInformationSystems :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ManagementInformationSystems ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000854", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành Công nghệ chế tạo máy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManufacturingEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ManufacturingEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ManufacturingEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000855", "query_id": "academic-program-facts", "register": "formal", "input": "Chương trình Kỹ thuật biển được mô tả cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MarineEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MarineEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MarineEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
