{"id": "question-000371", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cho hoi hãy tổng hợp các bước vàđiều kiện của học liên thông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000373", "query_id": "academic-procedure-facts", "register": "noisy", "input": "có những điều gì cần biết trước khi nộphọc phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000374", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của chuyển ngành học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000376", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách xin mở lớp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000378", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu mọi thông tin liên quan đến nhập học lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000379", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách chương trình trao đổi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000380", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu mọi thông tin liên quan đến xét và công nhận tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000381", "query_id": "academic-procedure-facts", "register": "noisy", "input": "huong dan day du cach dong hoc phi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000383", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của nộp học phí thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000385", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến liên thông thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000387", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi đăng ký chương trình trao đổi sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000388", "query_id": "academic-procedure-facts", "register": "noisy", "input": "mình cần tra cứu mọu thông tin liên quan đến đăng ký khóa luận z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000389", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách chọn môn học hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000390", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều những gì cần biết trước khi nghỉ học tạm thời?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000392", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hướng dẫn đầy đủ cách trap đổi sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000393", "query_id": "academic-procedure-facts", "register": "noisy", "input": "co nhung dieu gi can biet truoc khi thi sau?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000394", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi nộp tiền học sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000395", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê có những điều những gì cần biết trước khi đóng học phí v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000396", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách nộp học phí hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000400", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của ra trường sớm sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000401", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hướng dẫn đầy đủ cách rúy bớt học phần z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000402", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của thủ tục xin phép nghỉ học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000404", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hay tong hop cac buoc va dieu kien cua nop tien hoc z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000406", "query_id": "academic-procedure-facts", "register": "noisy", "input": "có nhữngđiều những gì cần biết trước khi chọn môn học z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000409", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký môn sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000411", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách đóng tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000413", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi hướng dẫn đầy đủ cách ra trường với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000414", "query_id": "academic-procedure-facts", "register": "noisy", "input": "có mhững điều gì cần biết trước khi lùi lịch thi z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000415", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của miễn thi zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000416", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi đóng học phí ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000418", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết hướng dẫn đầy đủ cách đóng học phí không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000420", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách xin thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000421", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê mình cần tra cứu mọi thông tin liên quan đến nộp tiền học v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000423", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê có những điều những gì cần biết trước khi nộp học phí v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000424", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của nộp học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000425", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cho hou hãy tổng hợp các bước và điều kiện của nộp học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000426", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của thanh toán học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000427", "query_id": "academic-procedure-facts", "register": "noisy", "input": "minh can tra cuu moi thong tin lien quan den mo them lop hoc phan z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000428", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều gì cần biết trước khi xét cấp học bổng khuyến khích học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000429", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách bảo lưu kết quả ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000431", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết mình cần tra cứu mọi thông tin liên quan đến khóa luận tốt nghiệp không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000432", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của lùi lịch thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000433", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của miễn học miễn thi và cộng điểm thưởng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000434", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hay tong hop cac buoc va dieu kien cua hoc song nganh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000435", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều gì cần biết trước khi xin rút bớt học phần ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000436", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cho hoi huong dan day du cach dang ky hoc phan?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000438", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết trước khi nộp học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000439", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách xin chuyển trường vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000440", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi rút hồ sơ thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000441", "query_id": "academic-procedure-facts", "register": "noisy", "input": "có những điều gì cần biết trước khu xin chuyển trường z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000442", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của thanh toán học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000443", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến nghỉ bệnh thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000444", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cho hoicó những điều những gì cần biết trước khi nộp tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000445", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến nộp học phí đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
