{"id": "question-002806", "query_id": "official-document-facts", "register": "neutral", "input": "Cho hỏi quyết định số 1052/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1052 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002807", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 1965/qđ-đhnt quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002808", "query_id": "official-document-facts", "register": "neutral", "input": "Cho hỏi quyết định số 317/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002809", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 626/qđ-đhnt quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision626 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision626 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002810", "query_id": "official-document-facts", "register": "neutral", "input": "quyết định số 729/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision729 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision729 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision729 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002813", "query_id": "official-document-facts", "register": "colloquial", "input": "ê quy chế đào tạo trình độ đại học trường đại học nha trang quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002815", "query_id": "official-document-facts", "register": "colloquial", "input": "ê quy chế đào tạo trình độ đại học trường đại học nha trang năm 2021 quy định cụ thể những gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002816", "query_id": "official-document-facts", "register": "neutral", "input": "thông báo danh sách dự kiến học bổng khuyến khích học tập quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipAnnouncementGuidance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipAnnouncementGuidance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipAnnouncementGuidance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002818", "query_id": "official-document-facts", "register": "neutral", "input": "hướng dẫn đóng học phí qua ngân hàng quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentGuidance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentGuidance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002819", "query_id": "official-document-facts", "register": "colloquial", "input": "danh mục biểu mẫu đào tạo đại học quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateFormCatalogue ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UndergraduateFormCatalogue ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UndergraduateFormCatalogue :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002820", "query_id": "official-document-facts", "register": "neutral", "input": "hướng dẫn đóng học phí qua cổng thanh toán vnpay - vietcombank quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :VNPAYPaymentGuidance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:VNPAYPaymentGuidance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002821", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "cho biết đầy đủ thông tin về phòng đt thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002822", "query_id": "organizational-unit-facts", "register": "neutral", "input": "cho biết đầy đủ thông tin về phòng công tác chính trị và sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002823", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "mn ơi cho biết đầy đủ thông tin về phòng ctct&sv với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002824", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ thông tin về phòng ctsv?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002825", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "ê cho biết đầy đủ về mức học bổng khuyến khích học tập loại xuất sắc, chương trình đặc biệt v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExcellentSpecialScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExcellentSpecialScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExcellentSpecialScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002827", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về mức học bổng khuyến khích học tập loại khá, chương trình chuẩn với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FairStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FairStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FairStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002828", "query_id": "scholarship-rate-facts", "register": "neutral", "input": "hãy tổng hợp số tiền và tiêu chí của học bổng khuyến khích học tập loại giỏi, chương trình đặc biệt ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GoodSpecialScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GoodSpecialScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GoodSpecialScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002833", "query_id": "study-duration-rule-facts", "register": "colloquial", "input": "thời gian tối đa hoàn thành khóa học được áp dụng cụ thể thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002834", "query_id": "academic-concept-facts", "register": "colloquial", "input": "nhóm lớp được định nghĩa cụ thể như nào ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002838", "query_id": "academic-concept-facts", "register": "neutral", "input": "Tín chỉ được định nghĩa cụ thể thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002840", "query_id": "academic-concept-facts", "register": "noisy", "input": "hồ sơ nguồm giải thích thang điểm làm sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002842", "query_id": "academic-concept-facts", "register": "noisy", "input": "doi tuong ap dung cua quy che duoc dinh nghia cu the the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002843", "query_id": "academic-policy-facts", "register": "noisy", "input": "cho hoi cho biết đầy đủ chính sáchgian lận thi cử?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002845", "query_id": "academic-procedure-facts", "register": "noisy", "input": "cho hoi co nhung dieu gi can biet truoc khi xin vang buoi hoc?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002846", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hướng dẫn đầy đủ cách miễn học miễnthi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002848", "query_id": "academic-program-facts", "register": "neutral", "input": "có những điều gì cần biết khi học Kế toán?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Accounting ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Accounting ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Accounting :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002850", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình nuôi trồng thuỷ sản được mô tả cụ thể như nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002851", "query_id": "academic-program-facts", "register": "noisy", "input": "chuong trinh nuoi trong thuy san duoc mo ta cu the nhu the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002854", "query_id": "academic-program-facts", "register": "noisy", "input": "có những điều gì cần biếtkhi học kiểm toán?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002855", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của kỹ thuật ô tô thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002856", "query_id": "academic-program-facts", "register": "noisy", "input": "hãy tổnghợp dữ liệu đào tạo của kỹ thuật ô tô?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002857", "query_id": "academic-program-facts", "register": "formal", "input": "Hồ sơ nguồn ghi nhận ngành Công nghệ sinh học như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Biotechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Biotechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Biotechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002860", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi có những điều những gì cần biết khi học quản trị kinhdoanh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002861", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình Kỹ thuật hóa học được mô tả cụ thể ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002862", "query_id": "academic-program-facts", "register": "noisy", "input": "có những điều gì cầnbiết khi học kỹ thuật hóa học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002863", "query_id": "academic-program-facts", "register": "formal", "input": "Hãy tổng hợp dữ liệu đào tạo của Kỹ thuật xây dựng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002864", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về ngành kỹ thuật xây dựng với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002865", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi cho biet day du ve nganh ky thuat xay dung?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002867", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ liệu đào tạo của kinh doanh thương mại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CommercialBusiness ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CommercialBusiness ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CommercialBusiness :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002868", "query_id": "academic-program-facts", "register": "noisy", "input": "chuong trinh Kinh doanh thuong mai duoc mo ta cu the ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CommercialBusiness ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CommercialBusiness ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CommercialBusiness :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002869", "query_id": "academic-program-facts", "register": "colloquial", "input": "ê chương trình khoa học máy tính được mô tả cụ thể ra sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ComputerScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ComputerScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ComputerScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002872", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi hãy tổng hợp dữ liệu đào tạo củakỹ thuật điều khiển và tự động hóa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002875", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành quản lý kinh tế làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EconomicManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EconomicManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EconomicManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002878", "query_id": "academic-program-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến kinh tế ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002879", "query_id": "academic-program-facts", "register": "noisy", "input": "hồ sơ nguồn ghi nhận ngành kinh tếthế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002881", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi ho so nguon ghi nhan nganh ky thuat dien nhu the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectricalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ElectricalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ElectricalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002882", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Ngôn ngữ Anh làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002883", "query_id": "academic-program-facts", "register": "noisy", "input": "hay tong hop du lieu dao tao cua ngon ngu anh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002884", "query_id": "academic-program-facts", "register": "formal", "input": "Hồ sơ nguồn ghi nhận ngành Kỹ thuật môi trường làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002885", "query_id": "academic-program-facts", "register": "colloquial", "input": "ai biết chương trình kỹ thuật môi trường được mô tả cụ thể như nào không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002886", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi cho biet day du ve nganh ky thuat moi truong?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002887", "query_id": "academic-program-facts", "register": "noisy", "input": "hồ sơ nguồn ghi nhận ngành ngân hàng thếnào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002889", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi hay tong hop du lieu dao tao cua Khai thac thuy san?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesExploitation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesExploitation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesExploitation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002890", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành quản lý thủy sản như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002893", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Khoa học thủy sản ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
