{"id": "question-001830", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 06 vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001831", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 14 sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001832", "query_id": "form-document-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi dùng mẫu số 10 nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001833", "query_id": "form-document-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả mẫu mẫu số 09 như thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form09TemporaryLeave ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form09TemporaryLeave ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form09TemporaryLeave :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001834", "query_id": "form-document-facts", "register": "neutral", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 05 - đơn xin chuyển chương trình đào tạo vừa làm vừa học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001837", "query_id": "form-document-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn mô tả mẫu số 12 - Đơn xin chuyển ngành thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001838", "query_id": "form-document-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả mẫu số 10 - đơn xin thôi học như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001839", "query_id": "form-document-facts", "register": "noisy", "input": "hãy tổng hợpsố hiệu và nguồn của mẫu số 2 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001840", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi dùng mẫu số 06?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001841", "query_id": "form-document-facts", "register": "neutral", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 10 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001843", "query_id": "form-document-facts", "register": "noisy", "input": "co nhung dieu gi can biet truoc khi dung mau so 06 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001844", "query_id": "form-document-facts", "register": "noisy", "input": "cho hoi cho biet day du ve bieu mau mau so 14?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001845", "query_id": "form-document-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về biểu mẫu mẫu số 10 á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001850", "query_id": "form-document-facts", "register": "noisy", "input": "hồ sơ nguồn mô tả mẫusố 10 thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001851", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi dùng Mẫu số 10?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001852", "query_id": "form-document-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả mẫu mẫu số 14 như thế nào thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001853", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi dùng Mẫu số 14?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001854", "query_id": "form-document-facts", "register": "noisy", "input": "cho biếy đầy đủ về biểu mẫu mẫu số 02?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001855", "query_id": "form-document-facts", "register": "colloquial", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 04 ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form04ExamPostponement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form04ExamPostponement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form04ExamPostponement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001856", "query_id": "form-document-facts", "register": "colloquial", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 03 đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001857", "query_id": "form-document-facts", "register": "noisy", "input": "hồ sơ nguồn mô tả mẫuMẫu số 14 như thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001858", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về biểu mẫu mẫu số 01?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001860", "query_id": "form-document-facts", "register": "noisy", "input": "có những điều những gì cần biết trước khi dùng mẫu số 02z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001861", "query_id": "form-document-facts", "register": "noisy", "input": "cho hoi hồsơ nguồn mô tả mẫu số 14 như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001867", "query_id": "form-document-facts", "register": "noisy", "input": "có mhững điều gì cần biết trước khi dùng mẫu số 14 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001869", "query_id": "form-document-facts", "register": "noisy", "input": "cho hpi cho biết đầy đủ về biểu mẫu mẫu số 11?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001871", "query_id": "form-document-facts", "register": "formal", "input": "Cho biết đầy đủ về biểu mẫu Mẫu số 06 - Đơn xin miễn học và quy đổi điểm học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001872", "query_id": "form-document-facts", "register": "noisy", "input": "ho so nguon mo ta mau so 10 lam sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001873", "query_id": "form-document-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi dùng mẫu số 2 zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001875", "query_id": "form-document-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn mô tả mẫu số 15 - Đơn đăng ký học cùng lúc hai chương trình như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form15SecondProgram ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form15SecondProgram ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form15SecondProgram :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001876", "query_id": "form-document-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi dùng mẫu số 07 sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form07ExemptionAndBonus ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form07ExemptionAndBonus ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form07ExemptionAndBonus :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001877", "query_id": "form-document-facts", "register": "noisy", "input": "cho hoi hay tong hop so hieu va nguon cua Mau so 11?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001880", "query_id": "form-document-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả mẫu số 01 - Đơn xin mở lớp học phần làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001882", "query_id": "form-document-facts", "register": "noisy", "input": "có những điều những gì cầnbiết trước khi dùng mẫu số 06 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001883", "query_id": "form-document-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi dùng mẫu số 14 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001884", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 11 vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001886", "query_id": "form-document-facts", "register": "neutral", "input": "có những điều gì cần biết trước khi dùng phiếu đăng ký/điều chỉnh học phần theo quyết định 753 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001887", "query_id": "form-document-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về biểu mẫu Mẫu số 02?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001888", "query_id": "form-document-facts", "register": "colloquial", "input": "tui muốn biết hồ sơ nguồn mô tả mẫu số 10 làm sao á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001889", "query_id": "form-document-facts", "register": "noisy", "input": "hồ aơ nguồn mô tả mẫu số 05 như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001890", "query_id": "form-document-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi dùng mẫu số 02 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001892", "query_id": "form-document-facts", "register": "formal", "input": "Hãy tổng hợp số hiệu và nguồn của Mẫu số 02 - Đơn đăng ký thực hiện đồ án tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001893", "query_id": "form-document-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả mẫu số 08 ra sao thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form08EarlyGraduation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form08EarlyGraduation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form08EarlyGraduation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001896", "query_id": "form-document-facts", "register": "noisy", "input": "cho hoi cho biết đầy đủvề biểu mẫu mẫu số 01?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001897", "query_id": "form-document-facts", "register": "colloquial", "input": "cho hỏi có những điều những gì cần biết trước khi dùng mẫu số 08 với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form08EarlyGraduation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form08EarlyGraduation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form08EarlyGraduation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001898", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp số hiệu và nguồn của đơn xin chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001899", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 15 ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form15SecondProgram ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form15SecondProgram ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form15SecondProgram :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001902", "query_id": "form-document-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp số hiệu và nguồn của mẫu số 11 với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001903", "query_id": "form-document-facts", "register": "colloquial", "input": "cho hỏi có những điều gì cần biết trước khi dùng mẫu số 10 với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001904", "query_id": "form-document-facts", "register": "noisy", "input": "có những điều gì cần biếttrước khi dùng mẫu số 12 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001905", "query_id": "form-document-facts", "register": "formal", "input": "Hãy tổng hợp số hiệu và nguồn của mẫu số 2 - phiếu đăng ký/điều chỉnh học phần theo quyết định 753?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001906", "query_id": "form-document-facts", "register": "colloquial", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 03 thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001908", "query_id": "form-document-facts", "register": "neutral", "input": "hồ sơ nguồn mô tả mẫu số 07 - đơn xin miễn học, miễn thi và cộng điểm thưởng thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form07ExemptionAndBonus ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form07ExemptionAndBonus ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form07ExemptionAndBonus :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001910", "query_id": "form-document-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả mẫu số 15 thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form15SecondProgram ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form15SecondProgram ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form15SecondProgram :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001947", "query_id": "grade-code-facts", "register": "neutral", "input": "Mình muốn hỏi Điểm P được tính cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeP ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeP ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeP :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001948", "query_id": "grade-code-facts", "register": "colloquial", "input": "có những điều những gì cần biết về Điểm R nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeR ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeR ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeR :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001950", "query_id": "grade-code-facts", "register": "noisy", "input": "cho hoihồ sơ nguồn mô tả mã điểm i ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeI :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
