{"id": "question-000532", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều những gì cần biết trước khi liên thông lên đại học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000533", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của nộp tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000534", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách đóng học phí thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000536", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000538", "query_id": "academic-procedure-facts", "register": "noisy", "input": "minh can tra cuu moi thong tin lien quan den hoc cai thien diem z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000539", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của học cải thiện điểm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000541", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết hãy tổng hợp các bước và điều kiện của ra trường sớm không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000542", "query_id": "academic-procedure-facts", "register": "noisy", "input": "có những điều gì cần biết trước khi quy đổu điểm học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000543", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hãy tổng hợp các bước và điều kiện của nộp tiền học v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000544", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến xin phép nghỉ học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000545", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp các bước và điều kiện của nộp tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000546", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến ra trường thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000547", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách làm đồ án tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000549", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến nộp tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000550", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của học lại học phần vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000551", "query_id": "academic-procedure-facts", "register": "formal", "input": "Mình cần tra cứu mọi thông tin liên quan đến xin miễn học, miễn thi và cộng điểm thưởng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000552", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách đóng tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000554", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách công nhận tốt nghiệp ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000555", "query_id": "academic-procedure-facts", "register": "noisy", "input": "mình cần tra cứu mọi thông tin liên quan đếnxin nghỉ ốm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000556", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của Thủ tục học liên thông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000558", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi xin vắng buổi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000559", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách nộp học phí vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000561", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi đăng ký học phần đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000562", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến thanh toán học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000563", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách xét và cấp học bổng khuyến khích học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000615", "query_id": "academic-program-catalogue-table", "register": "colloquial", "input": "các ngành tuyển sinh được ghi trong phụ lục làm sao thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Decision729AppendixIITable01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000621", "query_id": "academic-program-catalogue-table", "register": "colloquial", "input": "danh mục ngành vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Decision729AppendixIITable01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000622", "query_id": "academic-program-catalogue-table", "register": "neutral", "input": "Cho hỏi cho xem bảng mã và tên ngành học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Decision729AppendixIITable01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000623", "query_id": "academic-program-catalogue-table", "register": "colloquial", "input": "các ngành đào tạo thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :Decision729AppendixIITable01 } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-000629", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi chương trình Nuôi trồng thuỷ sản được mô tả cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000630", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Kiểm toán vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000633", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Quản trị kinh doanh được mô tả cụ thể như nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000634", "query_id": "academic-program-facts", "register": "formal", "input": "Hãy tổng hợp dữ liệu đào tạo của Kỹ thuật hóa học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000635", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Kỹ thuật xây dựng làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000636", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành Kinh doanh thương mại nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CommercialBusiness ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CommercialBusiness ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CommercialBusiness :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000639", "query_id": "academic-program-facts", "register": "colloquial", "input": "hồ sơ nguồn ghi nhận ngành Kinh tế phát triển thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DevelopmentEconomics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DevelopmentEconomics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DevelopmentEconomics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000641", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi chương trình Kinh tế được mô tả cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000645", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Tài chính - Ngân hàng được mô tả cụ thể thế nào ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000648", "query_id": "academic-program-facts", "register": "colloquial", "input": "ê cho biết đầy đủ về ngành Khai thác thủy sản v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesExploitation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesExploitation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesExploitation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000651", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi hồ sơ nguồn ghi nhận ngành Đảm bảo chất lượng và an toàn thực phẩm ra sao với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodQualityAndSafetyAssurance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FoodQualityAndSafetyAssurance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FoodQualityAndSafetyAssurance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000652", "query_id": "academic-program-facts", "register": "formal", "input": "Cho biết đầy đủ về ngành Công nghệ thực phẩm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FoodTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FoodTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000653", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi chương trình Quản trị dịch vụ du lịch và lữ hành (chương trình song ngữ Pháp - Việt) được mô tả cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000654", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Quản trị dịch vụ du lịch và lữ hành (chương trình song ngữ Pháp ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000656", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành Quản trị khách sạn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :HotelManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :HotelManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:HotelManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000657", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Công nghệ thông tin được mô tả cụ thể như thế nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000659", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Hệ thống thông tin quản lý làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManagementInformationSystems ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ManagementInformationSystems ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ManagementInformationSystems :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000660", "query_id": "academic-program-facts", "register": "colloquial", "input": "ê cho biết đầy đủ về ngành Công nghệ chế tạo máy v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManufacturingEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ManufacturingEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ManufacturingEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000662", "query_id": "academic-program-facts", "register": "neutral", "input": "hãy tổng hợp dữ liệu đào tạo của Kinh tế và quản lý tài nguyên biển?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MarineResourceEconomicsAndManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MarineResourceEconomicsAndManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MarineResourceEconomicsAndManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000663", "query_id": "academic-program-facts", "register": "colloquial", "input": "hồ sơ nguồn ghi nhận ngành Khoa học hàng hải ra sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaritimeScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaritimeScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaritimeScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000665", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình Kỹ thuật cơ khí được mô tả cụ thể ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MechanicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MechanicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MechanicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000666", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Kỹ thuật cơ điện tử đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MechatronicsEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MechatronicsEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MechatronicsEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000668", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành Kỹ thuật cơ khí động lực?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PowerMechanicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PowerMechanicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PowerMechanicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000669", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Công nghệ chế biến thủy sản được mô tả cụ thể thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SeafoodProcessingTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SeafoodProcessingTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SeafoodProcessingTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000671", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Quản trị dịch vụ du lịch và lữ hành như nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
