{"id": "question-002288", "query_id": "document-part-facts", "register": "neutral", "input": "hãy tổng hợp dữ kiện được ghi trong khoản 4 Điều 28 Quy chế 1052 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article28Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article28Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article28Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002289", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý ở khoản 5 Điều 28 Quy chế 1052 nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article28Clause05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article28Clause05 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article28Clause05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002291", "query_id": "document-part-facts", "register": "neutral", "input": "Điều 29 Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article29 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article29 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article29 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002292", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong khoản 1 Điều 29 Quy chế 1052 thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article29Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article29Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article29Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002295", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi Điều 30 Quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article30 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article30 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article30 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002297", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần lưu ý ở khoản 2 Điều 30 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article30Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article30Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article30Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002298", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi nguồn chính thức trình bày Điều 31 Quy chế 1052 như thế nào với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article31 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article31 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article31 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002299", "query_id": "document-part-facts", "register": "formal", "input": "Điều 32 Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article32 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article32 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article32 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002301", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết có những điều gì cần lưu ý ở khoản 2 Điều 32 Quy chế 1052 á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article32Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article32Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article32Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002303", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi Chương I Quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052ChapterI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052ChapterI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052ChapterI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002306", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi nguồn chính thức trình bày Chương IV Quy chế 1052 như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052ChapterIV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052ChapterIV :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052ChapterIV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002307", "query_id": "document-part-facts", "register": "colloquial", "input": "Chương V Quy chế 1052 quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052ChapterV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052ChapterV :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052ChapterV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002308", "query_id": "document-part-facts", "register": "formal", "input": "Hãy tổng hợp dữ kiện được ghi trong Phụ lục I Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626AppendixI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626AppendixI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626AppendixI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002309", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần lưu ý ở Phụ lục II Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626AppendixII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626AppendixII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626AppendixII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002310", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày Phụ lục III Quy chế 626 như thế nào thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626AppendixIII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626AppendixIII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626AppendixIII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002312", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ kiện được ghi trong Phụ lục V Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626AppendixV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626AppendixV :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626AppendixV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002313", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý ở Điều 1 Quy chế 626 nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002315", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi Điều 3 Quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002316", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong Điều 4 Quy chế 626 sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002318", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày Điều 6 Quy chế 626 làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article06 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002319", "query_id": "document-part-facts", "register": "colloquial", "input": "Điều 7 Quy chế 626 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002320", "query_id": "document-part-facts", "register": "formal", "input": "Hãy tổng hợp dữ kiện được ghi trong Điều 8 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002321", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần lưu ý ở Điều 9 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article09 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article09 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article09 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002322", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày Điều 10 Quy chế 626 như thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article10 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article10 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article10 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002324", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ kiện được ghi trong Điều 12 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article12 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article12 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article12 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002325", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết có những điều những gì cần lưu ý ở Điều 13 Quy chế 626 không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article13 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article13 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article13 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002327", "query_id": "document-part-facts", "register": "neutral", "input": "Điều 15 Quy chế 626 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article15 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article15 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article15 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002328", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi hãy tổng hợp dữ kiện được ghi trong Điều 16 Quy chế 626 với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article16 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article16 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article16 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002329", "query_id": "document-part-facts", "register": "formal", "input": "Có những điều gì cần lưu ý ở Điều 17 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article17 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article17 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article17 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002330", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi nguồn chính thức trình bày Điều 18 Quy chế 626 như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article18 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article18 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article18 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002331", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết Điều 19 Quy chế 626 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article19 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article19 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article19 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002333", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần lưu ý ở Điều 21 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002334", "query_id": "document-part-facts", "register": "colloquial", "input": "nguồn chính thức trình bày Điều 22 Quy chế 626 làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002336", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong Điều 24 Quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article24 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article24 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article24 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002337", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều những gì cần lưu ý ở Điều 25 Quy chế 626 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article25 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article25 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article25 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002339", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi Chương II Quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002340", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong Chương III Quy chế 626 hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterIII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterIII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterIII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002343", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 Điều 10 Quy chế 753 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002345", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần lưu ý ở khoản 3 Điều 10 Quy chế 753?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002346", "query_id": "document-part-facts", "register": "colloquial", "input": "ê nguồn chính thức trình bày cách công bố và phản hồi danh sách học bổng thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipAnnouncementSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipAnnouncementSection :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipAnnouncementSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002348", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong tiêu chuẩn cụ thể Tiêu chuẩn xét học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaSpecificSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipCriteriaSpecificSection :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipCriteriaSpecificSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002349", "query_id": "document-part-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý ở phần mở đầu Hướng dẫn đóng học phí sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceIntro ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceIntro :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceIntro ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002351", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi phương thức 2 Hướng dẫn đóng học phí quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002352", "query_id": "document-part-facts", "register": "colloquial", "input": "hãy tổng hợp dữ kiện được ghi trong phương thức 3 Hướng dẫn đóng học phí đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002354", "query_id": "document-part-facts", "register": "neutral", "input": "nguồn chính thức trình bày lưu ý phụ thu khi nộp qua ngân hàng khác Vietcombank ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceOtherBankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceOtherBankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceOtherBankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002355", "query_id": "document-part-facts", "register": "colloquial", "input": "lưu ý miễn lệ phí khi nộp qua Vietcombank quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceVietcombankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceVietcombankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceVietcombankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002356", "query_id": "document-part-facts", "register": "noisy", "input": "co nhung dieu nhung gi can luu y o dieu 1 quyet dinh 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002494", "query_id": "education-level-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn ghi nhận trình độ đại học thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateLevel ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UndergraduateLevel :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UndergraduateLevel ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-002496", "query_id": "education-level-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết về Trình độ đại học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateLevel ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UndergraduateLevel :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UndergraduateLevel ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
