{"id": "question-000242", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của miễn thi ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000245", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến chọn môn học vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000251", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi Thủ tục đăng ký học lại học phần đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000254", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của học lại môn zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000257", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký học lại học phần ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000259", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần biết trước khi hủy học phần đã đăng ký?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000260", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết hướng dẫn đầy đủ cách rút bớt học phần á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000263", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mn ơi có những điều gì cần biết trước khi rút bớt học phần đã đăng ký với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000264", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách Thủ tục công nhận kết quả học tập và chuyển đổi tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000268", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách miễn học và quy đổi điểm ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000269", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến quy đổi điểm học phần zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000272", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hướng dẫn đầy đủ cách chuyển hình thức đào tạo khi bị buộc thôi học v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000275", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000278", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của tốt nghiệp sớm đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000281", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục xin hoãn thi thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000283", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi lùi lịch thi ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000287", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều những gì cần biết trước khi Thủ tục đề nghị mở thêm lớp học phần đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000289", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến mở thêm lớp học phần ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000290", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của xin mở lớp sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000295", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi học cải thiện ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000296", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách học cải thiện điểm zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000299", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mn ơi có những điều những gì cần biết trước khi Thủ tục đăng ký thực hiện đồ án tốt nghiệp với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000301", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến làm đồ án tốt nghiệp ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000302", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hãy tổng hợp các bước và điều kiện của ĐATN v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000305", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký thực hiện đồ án tốt nghiệp sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000308", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách ra trường thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000310", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp các bước và điều kiện của xét và công nhận tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000311", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết có những điều gì cần biết trước khi Thủ tục chuyển ngành á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000313", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến chuyển ngành học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000314", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của chuyển sang ngành khác ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000317", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu mọi thông tin liên quan đến Thủ tục xét và cấp học bổng khuyến khích học tập á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000319", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi nhận tiền học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000320", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hướng dẫn đầy đủ cách xét cấp học bổng khuyến khích học tập v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000323", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi Thủ tục đăng ký học cùng lúc hai chương trình thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000325", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến học hai ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000328", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách văn bằng thứ hai?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000331", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi nghỉ bệnh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000332", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ai biết hướng dẫn đầy đủ cách nghỉ ốm không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000335", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi có những điều gì cần biết trước khi xin nghỉ ốm trong quá trình học với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000337", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến chương trình trao đổi ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000341", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký chương trình trao đổi sinh viên sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000343", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết trước khi học trở lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000344", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách nhập học lại vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000346", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của trở lại trường ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000347", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê có những điều gì cần biết trước khi đi học lại sau bảo lưu v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000350", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết hãy tổng hợp các bước và điều kiện của bỏ học á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000355", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết trước khi Thủ tục nghỉ học tạm thời?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000357", "query_id": "academic-procedure-facts", "register": "formal", "input": "Mình cần tra cứu mọi thông tin liên quan đến bảo lưu kết quả học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000358", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của nghỉ học tạm thời?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000359", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mn ơi có những điều gì cần biết trước khi tạm dừng học với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000361", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục nộp học phí ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000362", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của nộp học phí ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-000365", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu mọi thông tin liên quan đến đóng học phí á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
