{"id": "question-004113", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 6 quy chế 626 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article06 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004114", "query_id": "document-part-facts", "register": "neutral", "input": "điều 7 quy chế 626 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004115", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 8 quy chế 626 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004116", "query_id": "document-part-facts", "register": "neutral", "input": "điều 9 quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article09 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article09 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article09 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004117", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 10 quy chế 626 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article10 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article10 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article10 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004118", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 11 quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article11 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article11 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article11 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004119", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 12 quy chế 626 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article12 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article12 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article12 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004120", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 13 quy chế 626 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article13 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article13 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article13 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004121", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 14 quy chế 626 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article14 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article14 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article14 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004122", "query_id": "document-part-facts", "register": "neutral", "input": "điều 15 quy chế 626 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article15 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article15 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article15 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004123", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 16 quy chế 626 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article16 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article16 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article16 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004124", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 17 quy chế 626 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article17 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article17 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article17 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004125", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 18 quy chế 626 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article18 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article18 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article18 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004126", "query_id": "document-part-facts", "register": "neutral", "input": "điều 19 quy chế 626 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article19 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article19 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article19 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004127", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điều 20 quy chế 626 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article20 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article20 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article20 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004128", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 21 quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004129", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 22 quy chế 626 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004130", "query_id": "document-part-facts", "register": "neutral", "input": "điều 23 quy chế 626 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article23 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article23 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article23 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004131", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 24 quy chế 626 quy định cụ thể gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article24 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article24 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article24 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004132", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 25 quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article25 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article25 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article25 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004133", "query_id": "document-part-facts", "register": "colloquial", "input": "ê chương i quy chế 626 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004134", "query_id": "document-part-facts", "register": "neutral", "input": "chương ii quy chế 626 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004135", "query_id": "document-part-facts", "register": "colloquial", "input": "chương iii quy chế 626 quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterIII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterIII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterIII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004136", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi chương iv quy chế 626 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterIV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626ChapterIV :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626ChapterIV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004137", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điều 10 quy chế 753 quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004138", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 điều 10 quy chế 753 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004139", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 10 quy chế 753 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004140", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 3 điều 10 quy chế 753 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753Article10Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753Article10Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753Article10Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004141", "query_id": "document-part-facts", "register": "colloquial", "input": "ê tiêu chuẩn chung tiêu chuẩn xét học bổng quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaGeneralSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipCriteriaGeneralSection :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipCriteriaGeneralSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004142", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi tiêu chuẩn cụ thể tiêu chuẩn xét học bổng quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipCriteriaSpecificSection ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipCriteriaSpecificSection :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipCriteriaSpecificSection ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004143", "query_id": "document-part-facts", "register": "colloquial", "input": "phần mở đầu hướng dẫn đóng học phí quy định cụ thể gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceIntro ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceIntro :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceIntro ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004144", "query_id": "document-part-facts", "register": "neutral", "input": "phương thức 1 hướng dẫn đóng học phí quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004145", "query_id": "document-part-facts", "register": "colloquial", "input": "phương thức 2 hướng dẫn đóng học phí quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004146", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi phương thức 3 hướng dẫn đóng học phí quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentGuidanceSection03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentGuidanceSection03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentGuidanceSection03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004147", "query_id": "document-part-facts", "register": "colloquial", "input": "danh sách biểu mẫu danh mục biểu mẫu quy định cụ thể những gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateFormCatalogueListing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UndergraduateFormCatalogueListing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UndergraduateFormCatalogueListing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004148", "query_id": "document-part-facts", "register": "neutral", "input": "lưu ý phụ thu khi nộp qua ngân hàng khác vietcombank quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceOtherBankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceOtherBankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceOtherBankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004149", "query_id": "document-part-facts", "register": "colloquial", "input": "lưu ý miễn lệ phí khi nộp qua vietcombank quy định cụ thể những gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidanceVietcombankNote ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidanceVietcombankNote :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidanceVietcombankNote ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004150", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của phiếu đăng ký/điều chỉnh học phần ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry002 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry002 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry002 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004151", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của mẫu số 5 - đơn xin chuyển chương trình đào tạo nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004152", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin chuyển chương trình đào tạo mẫu số 5a ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004153", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mn ơi mình cần tra cứu các thông tin tải xuống của đơn xin miễn học, miễn thi và cộng điểm thưởng với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004154", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin tải xuống của đơn xin xét tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry008 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry008 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry008 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004155", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin chuyển ngành chương trình minh phú -ct đại chuẩn vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004156", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin tải xuống của mẫu số 13 - đơn đăng ký học cùng lúc hai chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004157", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 01 - đơn xin mở lớp học phần vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004159", "query_id": "form-document-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ về biểu mẫu mẫu số 02 - đơn đăng ký thực hiện đồ án tốt nghiệp không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004160", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về biểu mẫu mẫu số 03 - đơn xin nghỉ học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004161", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 04 - đơn xin hoãn thi nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form04ExamPostponement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form04ExamPostponement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form04ExamPostponement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004162", "query_id": "form-document-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về biểu mẫu mẫu số 05 - đơn xin chuyển chương trình đào tạo vừa làm vừa học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
