{"id": "question-003166", "query_id": "form-document-facts", "register": "noisy", "input": "cho biet day du ve bieu mau mau so 2 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003168", "query_id": "form-document-facts", "register": "colloquial", "input": "hãy tổng hợp số hiệu và nguồn của mẫu số 08 zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form08EarlyGraduation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form08EarlyGraduation :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form08EarlyGraduation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003169", "query_id": "form-document-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi dùng đơn xin nghỉ học tạm thời?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form09TemporaryLeave ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form09TemporaryLeave :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form09TemporaryLeave ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003170", "query_id": "form-document-facts", "register": "formal", "input": "Hồ sơ nguồn mô tả mẫu số 14 - Đơn đăng ký chương trình trao đổi sinh viên như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form14StudentExchange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form14StudentExchange :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form14StudentExchange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003172", "query_id": "form-document-facts", "register": "noisy", "input": "hồsơ nguồn mô tả mẫu số 02 như nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02GraduationProject ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form02GraduationProject :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form02GraduationProject ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003175", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp số hiệu và nguồn của Mẫu số 09?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form09TemporaryLeave ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form09TemporaryLeave :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form09TemporaryLeave ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003178", "query_id": "form-document-facts", "register": "noisy", "input": "cho hoi co nhung dieu gi can biet truoc khi dung mau so 15?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form15SecondProgram ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form15SecondProgram :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form15SecondProgram ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003179", "query_id": "form-document-facts", "register": "neutral", "input": "hãy tổng hợp số hiệu và nguồn của Mẫu số 09 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form09TemporaryLeave ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form09TemporaryLeave :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form09TemporaryLeave ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003180", "query_id": "form-document-facts", "register": "noisy", "input": "chp biết đầy đủ về biểu mẫu mẫu số 10 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003182", "query_id": "form-document-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi dùng Mẫu số 05 - Đơn xin chuyển chương trình đào tạo vừa làm vừa học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003184", "query_id": "form-document-facts", "register": "colloquial", "input": "cho biết đầy đủ về biểu mẫu mẫu số 07 nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form07ExemptionAndBonus ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form07ExemptionAndBonus :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form07ExemptionAndBonus ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003185", "query_id": "form-document-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả mẫu số 03 làm sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003187", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp số hiệu và nguồn của đơn xin nghỉ học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003188", "query_id": "form-document-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết trước khi dùng Mẫu số 05 - Đơn xin chuyển chương trình đào tạo vừa làm vừa học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003222", "query_id": "grade-code-facts", "register": "formal", "input": "Cho biết đầy đủ về điểm Điểm I?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003223", "query_id": "grade-code-facts", "register": "neutral", "input": "Cho hỏi Điểm P được tính cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeP ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeP :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeP ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003224", "query_id": "grade-code-facts", "register": "colloquial", "input": "cho hỏi có những điều gì cần biết về Điểm R với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeR ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeR :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeR ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003263", "query_id": "graduation-classification-table", "register": "formal", "input": "Xếp loại tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003264", "query_id": "graduation-classification-table", "register": "neutral", "input": "bảng loại tốt nghiệp ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003265", "query_id": "graduation-classification-table", "register": "colloquial", "input": "ngưỡng tốt nghiệp đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003277", "query_id": "graduation-classification-table", "register": "neutral", "input": "Xếp loại tốt nghiệp có mấy hạng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003278", "query_id": "graduation-classification-table", "register": "neutral", "input": "Tốt nghiệp loại giỏi cần bao nhiêu điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003279", "query_id": "graduation-classification-table", "register": "neutral", "input": "Hạng tốt nghiệp xác định theo điểm nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003280", "query_id": "graduation-classification-table", "register": "neutral", "input": "Bằng loại khá ứng với khoảng điểm nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003281", "query_id": "graduation-classification-table", "register": "neutral", "input": "Điểm tích lũy toàn khóa 9,1 thì tốt nghiệp loại gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003282", "query_id": "graduation-classification-table", "register": "neutral", "input": "Ngưỡng xếp hạng bằng tốt nghiệp quy định ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003283", "query_id": "graduation-classification-table", "register": "neutral", "input": "Loại xuất sắc yêu cầu điểm bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003284", "query_id": "graduation-classification-table", "register": "neutral", "input": "Hạng tốt nghiệp thấp nhất là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003285", "query_id": "graduation-classification-table", "register": "neutral", "input": "Các mức xếp loại tốt nghiệp gồm những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003286", "query_id": "graduation-classification-table", "register": "neutral", "input": "Bằng tốt nghiệp xếp hạng dựa trên cơ sở nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003287", "query_id": "graduation-classification-table", "register": "neutral", "input": "Hạng tốt nghiệp được xác định theo khoảng điểm tích lũy nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :GraduationClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003312", "query_id": "graduation-honours-penalty-rule-facts", "register": "neutral", "input": "Mình muốn hỏi Hạ hạng tốt nghiệp do học lại quá nhiều ảnh hưởng xếp hạng cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RetakeVolumeHonoursPenalty ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RetakeVolumeHonoursPenalty :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RetakeVolumeHonoursPenalty ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003316", "query_id": "graduation-honours-penalty-rule-facts", "register": "neutral", "input": "Bị kỷ luật có hạ hạng không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DisciplineHonoursPenalty ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DisciplineHonoursPenalty :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DisciplineHonoursPenalty ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003331", "query_id": "language-course-assessment-table", "register": "formal", "input": "Đánh giá học phần ngoại ngữ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003332", "query_id": "language-course-assessment-table", "register": "neutral", "input": "bảng điểm ngoại ngữ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003345", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Học phần ngoại ngữ đánh giá theo thành phần nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003346", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Thi cuối kỳ ngoại ngữ chiếm bao nhiêu phần trăm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003347", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Đánh giá quá trình chiếm tỷ trọng bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003348", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Thi giữa kỳ ngoại ngữ thi kỹ năng gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003349", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Cách tính điểm học phần ngoại ngữ ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003350", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Thi cuối kỳ ngoại ngữ gồm những kỹ năng nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003351", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Học phần ngoại ngữ có mấy đầu điểm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003352", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Tỷ trọng điểm giữa kỳ là bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003353", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Bảng đánh giá học phần ngoại ngữ quy định thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003354", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Điểm quá trình của học phần ngoại ngữ tính bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003355", "query_id": "language-course-assessment-table", "register": "neutral", "input": "Điểm học phần ngoại ngữ gồm những thành phần nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseAssessmentTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003378", "query_id": "language-course-classification-table", "register": "formal", "input": "Ngoại ngữ theo khóa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003379", "query_id": "language-course-classification-table", "register": "neutral", "input": "bảng loại ngoại ngữ ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003392", "query_id": "language-course-classification-table", "register": "neutral", "input": "Trường có những học phần ngoại ngữ nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003393", "query_id": "language-course-classification-table", "register": "neutral", "input": "Học phần Ngoại ngữ A1 có bao nhiêu tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003394", "query_id": "language-course-classification-table", "register": "neutral", "input": "Danh mục học phần ngoại ngữ gồm những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :ForeignLanguageCourseCatalogueTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
