{"id": "question-003697", "query_id": "online-training-rule-facts", "register": "neutral", "input": "Quy định tỷ lệ học trực tuyến nằm ở điều nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003698", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "học online tối đa bao nhiêu v ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003701", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "quy định học trực tuyến ở điều mấy hông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003702", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "tỷ lệ online 30% hả nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003705", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "có những điều những gì cần lưu ý về tỷ lệ tối đa đào tạo trực tuyến vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003706", "query_id": "online-training-rule-facts", "register": "neutral", "input": "Đào tạo trực tuyến được tối đa bao nhiêu phần trăm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003707", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "hồ sơ nguồn quy định tỷ lệ tối đa đào tạo trực tuyến như thế nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003712", "query_id": "organizational-unit-facts", "register": "formal", "input": "Cho biết đầy đủ thông tin về Phòng Đào tạo Đại học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003713", "query_id": "organizational-unit-facts", "register": "neutral", "input": "phòng ĐT phụ trách công việc cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003714", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "có những điều những gì cần biết khi tìm phòng đào tạo đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003716", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ thông tin về Bộ môn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003717", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "bộ môn quản lý học phần phụ trách công việc cụ thể như nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003719", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả đơn vị khoa thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003720", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ thông tin về khoa viện không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003722", "query_id": "organizational-unit-facts", "register": "neutral", "input": "có những điều gì cần biết khi tìm Phòng Công tác Chính trị và Sinh viên ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003723", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "hồ sơ nguồn mô tả đơn vị phòng CTCT&SV làm sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003725", "query_id": "organizational-unit-facts", "register": "neutral", "input": "phòng công tác sinh viên phụ trách công việc cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003726", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "có những điều những gì cần biết khi tìm Trường Đại học Nha Trang ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003729", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Email và số điện thoại Phòng Đào tạo là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003730", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "Phòng Đào tạo ở tầng mấy nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003731", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "phòng ĐT liên hệ sao v ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003737", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "bộ môn còn gọi sao hông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003739", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "quản lý học phần là bộ môn nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003744", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Khoa hoặc viện đào tạo gọi là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003745", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "khoa viện gọi sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003746", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "viện đào tạo cũng gọi là khoa hông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003752", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Email và số điện thoại Phòng CTSV là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003753", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "Phòng Công tác Sinh viên ở khu nào nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003754", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "phòng CTSV liên hệ sao v ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003755", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "web phòng CTCT&SV là gì hông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003760", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Email và số điện thoại của trường là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003761", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "mail trường gửi đâu hông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003762", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "trường Nha Trang ở đâu nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003769", "query_id": "organizational-unit-facts", "register": "noisy", "input": "có những điềugì cần biết khi tìm phòng ĐT z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003770", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Phòng Đào tạo Đại học ở đâu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003771", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ thông tin về viện đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003772", "query_id": "organizational-unit-facts", "register": "noisy", "input": "có những đuều những gì cần biết khi tìm phòng CTSV?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003773", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Trường Đại học Nha Trang ở đâu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003775", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết khi tìm khoa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003776", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "ê hồ sơ nguồn mô tả đơn vị Trường Đại học Nha Trang làm sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003777", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "cho biết đầy đủ thông tin về khoa viện ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003778", "query_id": "organizational-unit-facts", "register": "neutral", "input": "Đơn vị quản lý học phần gọi là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003779", "query_id": "organizational-unit-facts", "register": "noisy", "input": "bộ môn phụ trách công việc cụ thểra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Department ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Department :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Department ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003781", "query_id": "organizational-unit-facts", "register": "noisy", "input": "cho hoi trường đại học nhatrang phụ trách công việc cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :University ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:University :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :University ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003793", "query_id": "payment-fee-by-method", "register": "neutral", "input": "phí khi dùng Thanh toán bằng Mobile Banking hoặc Internet Banking là bao nhiêu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :MobileOrInternetBankingPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003794", "query_id": "payment-fee-by-method", "register": "colloquial", "input": "cho biết chính sách thu phí của Thanh toán bằng mã QR sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :QRCodePayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003796", "query_id": "payment-fee-by-method", "register": "formal", "input": "Phí Thanh toán bằng mã QR?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :QRCodePayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003797", "query_id": "payment-fee-by-method", "register": "neutral", "input": "thanh toán qua cổng vnpay mất phí không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :VNPAYPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003798", "query_id": "payment-fee-by-method", "register": "colloquial", "input": "lệ phí nộp tiền mặt tại quầy ngân hàng đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :CashAtBankCounterPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003800", "query_id": "payment-fee-by-method", "register": "noisy", "input": "cho hoi phí khi dùngnộp tiền mặt tại quầy ngân hàng là mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :CashAtBankCounterPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003801", "query_id": "payment-fee-by-method", "register": "noisy", "input": "cho hoi thanh toan qua Thanh toan qua cong VNPAY bi tinh khoan nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :VNPAYPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
