{"id": "question-000336", "query_id": "academic-procedure-facts", "register": "formal", "input": "Cách thực hiện Thủ tục học liên thông gồm những bước nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000337", "query_id": "academic-procedure-facts", "register": "neutral", "input": "quy trình liên thông lên đại học được tiến hành từ đầu đến cuối ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000338", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "điều kiện và các bước phải làm khi thực hiện học lên đại học là gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000340", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cách thực hiện liên thông gồm những bước nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000341", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết quy trình Thủ tục xin phép nghỉ học được tiến hành từ đầu đến cuối ra sao á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000343", "query_id": "academic-procedure-facts", "register": "neutral", "input": "muốn làm xin phép nghỉ học thì cần liên hệ đơn vị nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000344", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cách thực hiện xin vắng buổi học gồm những bước nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000346", "query_id": "academic-procedure-facts", "register": "neutral", "input": "điều kiện và các bước phải làm khi thực hiện Thủ tục xin miễn học, miễn thi và cộng điểm thưởng là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000347", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "muốn làm cộng điểm thưởng thì cần liên hệ đơn vị nào đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000349", "query_id": "academic-procedure-facts", "register": "neutral", "input": "quy trình cộng điểm thưởng được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000350", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "điều kiện và các bước phải làm khi thực hiện miễn thi là gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000351", "query_id": "academic-procedure-facts", "register": "formal", "input": "Muốn làm cộng điểm thưởng thì cần liên hệ đơn vị nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000352", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi cách thực hiện Thủ tục đăng ký khối lượng học tập gồm những bước nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000353", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "quy trình chọn môn học được tiến hành từ đầu đến cuối ra sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000355", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi muốn làm đăng ký khối lượng học tập thì cần liên hệ đơn vị nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000356", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cách thực hiện đăng ký lớp học phần gồm những bước nào nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000358", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi điều kiện và các bước phải làm khi thực hiện đăng ký môn là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000359", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê muốn làm Thủ tục đăng ký học lại học phần thì cần liên hệ đơn vị nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000361", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi quy trình học lại môn được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000362", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "điều kiện và các bước phải làm khi thực hiện học lại là gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000363", "query_id": "academic-procedure-facts", "register": "formal", "input": "Muốn làm học lại thì cần liên hệ đơn vị nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000364", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cách thực hiện đăng ký lại môn chưa đạt gồm những bước nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000365", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "quy trình học lại được tiến hành từ đầu đến cuối ra sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000367", "query_id": "academic-procedure-facts", "register": "neutral", "input": "muốn làm hủy học phần đã đăng ký thì cần liên hệ đơn vị nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000368", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cách thực hiện rút bớt học phần gồm những bước nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000369", "query_id": "academic-procedure-facts", "register": "formal", "input": "Quy trình rút học phần đã đăng ký được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000370", "query_id": "academic-procedure-facts", "register": "neutral", "input": "điều kiện và các bước phải làm khi thực hiện xin rút bớt học phần là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000371", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cho hỏi muốn làm rút bớt học phần thì cần liên hệ đơn vị nào với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000373", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi quy trình chuyển đổi tín chỉ được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000374", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "điều kiện và các bước phải làm khi thực hiện công nhận kết quả học tập là gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000376", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi cách thực hiện miễn học và quy đổi điểm gồm những bước nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000377", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê quy trình quy đổi điểm học phần được tiến hành từ đầu đến cuối ra sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000378", "query_id": "academic-procedure-facts", "register": "formal", "input": "Điều kiện và các bước phải làm khi thực hiện chuyển đổi tín chỉ là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000379", "query_id": "academic-procedure-facts", "register": "neutral", "input": "muốn làm Thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học thì cần liên hệ đơn vị nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000380", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cách thực hiện chuyển hình thức đào tạo khi bị buộc thôi học gồm những bước nào đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000382", "query_id": "academic-procedure-facts", "register": "neutral", "input": "điều kiện và các bước phải làm khi thực hiện xin chuyển chương trình đào tạo là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000383", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "muốn làm xin chuyển chương trình đào tạo thì cần liên hệ đơn vị nào nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DismissalTransferRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DismissalTransferRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DismissalTransferRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000384", "query_id": "academic-procedure-facts", "register": "formal", "input": "Cách thực hiện Thủ tục đề nghị xét tốt nghiệp sớm gồm những bước nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000385", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi quy trình ra trường sớm được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000386", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "điều kiện và các bước phải làm khi thực hiện tốt nghiệp sớm là gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000388", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cách thực hiện tốt nghiệp sớm gồm những bước nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000389", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "quy trình Thủ tục xin hoãn thi được tiến hành từ đầu đến cuối ra sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000391", "query_id": "academic-procedure-facts", "register": "neutral", "input": "muốn làm lùi lịch thi thì cần liên hệ đơn vị nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000392", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cách thực hiện thi sau gồm những bước nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000394", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi điều kiện và các bước phải làm khi thực hiện xin thi đợt sau là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000395", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết muốn làm Thủ tục đề nghị mở thêm lớp học phần thì cần liên hệ đơn vị nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000397", "query_id": "academic-procedure-facts", "register": "neutral", "input": "quy trình mở thêm lớp học phần được tiến hành từ đầu đến cuối ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000398", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê điều kiện và các bước phải làm khi thực hiện mở lớp là gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
