{"id": "question-002699", "query_id": "language-certificate-level", "register": "neutral", "input": "cambridge english scale đạt 100.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002700", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 100.0 điểm xếp bậc những gì nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002701", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hou với toefl (ibt) 100.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002703", "query_id": "language-certificate-level", "register": "neutral", "input": "có cambridge english scale 200.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002704", "query_id": "language-certificate-level", "register": "colloquial", "input": "với ielts 200.0 thì trình độ tới đâu sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002705", "query_id": "language-certificate-level", "register": "noisy", "input": "có linguaskill 200.0 thì quy đổi bậc mào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002707", "query_id": "language-certificate-level", "register": "neutral", "input": "TOEFL iBT 200.0 tương đương bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002708", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 5.5 tương đương bậc mấy vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,5.5>=?m,5.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002709", "query_id": "language-certificate-level", "register": "noisy", "input": "ielts dat 6.5 thi xep bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,6.5>=?m,6.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002711", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi aptis general 250.0 điểm quy đổi được bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002712", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 250.0 điểm xếp bậc gì nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002713", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi ielts 250.0 thì đạt bậcmấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002715", "query_id": "language-certificate-level", "register": "neutral", "input": "Linguaskill 250.0 thì đạt bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002716", "query_id": "language-certificate-level", "register": "colloquial", "input": "có tcf 250.0 thì quy đổi bậc nào zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002718", "query_id": "language-certificate-level", "register": "formal", "input": "Có Aptis General 300.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002719", "query_id": "language-certificate-level", "register": "neutral", "input": "với cambridge english scale 300.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002720", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 300.0 điểm xếp bậc những gì vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002723", "query_id": "language-certificate-level", "register": "neutral", "input": "TCF đạt 300.0 thì xếp bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002724", "query_id": "language-certificate-level", "register": "colloquial", "input": "mn ơi toefl (ibt) 300.0 thì đạt bậc bao nhiêu với?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002725", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis (general) 350.0 thi dat bac may z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002727", "query_id": "language-certificate-level", "register": "neutral", "input": "có ielts 350.0 thì quy đổi bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002728", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết klpt 350.0 điểm quy đổi được bậc bao nhiêu á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002729", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi linguaskill 350.0 diem quy doi duoc bac may?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002731", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi TOEFL (iBT) 350.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002732", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) đạt 400.0 thì xếp bậc nào nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002735", "query_id": "language-certificate-level", "register": "neutral", "input": "có KLPT 400.0 điểm thì đạt bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002736", "query_id": "language-certificate-level", "register": "colloquial", "input": "Linguaskill 400.0 thì đạt bậc mấy nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002738", "query_id": "language-certificate-level", "register": "formal", "input": "TOEFL iBT 400.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002739", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi Aptis (General) 450.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002740", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 450.0 thì đạt bậc mấy đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002742", "query_id": "language-certificate-level", "register": "formal", "input": "Có klpt 450.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002743", "query_id": "language-certificate-level", "register": "neutral", "input": "Linguaskill đạt 450.0 thì xếp bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002744", "query_id": "language-certificate-level", "register": "colloquial", "input": "có tcf 450.0 thì quy đổi bậc nào thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002746", "query_id": "language-certificate-level", "register": "formal", "input": "Với Aptis General 140.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002747", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi có cambridge english scale 140.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002748", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts đạt 140.0 thì xếp bậc nào đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002749", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi linguaskill 140.0 diem quy doi duoc bac may?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002751", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi TOEFL iBT 140.0 điểm xếp bậc những gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002752", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) đạt 153.0 thì xếp bậc nào đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002753", "query_id": "language-certificate-level", "register": "noisy", "input": "cambridgr english scale đạt 153.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002754", "query_id": "language-certificate-level", "register": "formal", "input": "IELTS 153.0 điểm xếp bậc những gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002755", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi Linguaskill 153.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002756", "query_id": "language-certificate-level", "register": "colloquial", "input": "với tcf 153.0 thì trình độ tới đâu đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002757", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi TOEFL (iBT) 153.0 tươngđương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002759", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi Cambridge English Scale 170.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002760", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 170.0 điểm quy đổi được bậc mấy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002761", "query_id": "language-certificate-level", "register": "noisy", "input": "linguaskill 170.0 diem xep bac nhung gi?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002763", "query_id": "language-certificate-level", "register": "neutral", "input": "toefl ibt đạt 170.0 thì xếp bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002764", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi aptis (general) 190.0 điểm quy đổi được bậc mấy với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002767", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi có linguaskill 190.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002768", "query_id": "language-certificate-level", "register": "colloquial", "input": "ai biết có tcf 190.0 điểm thì đạt bậc nào không?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002769", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi có yoefl (ibt) 190.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002771", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi Cambridge English Scale đạt 200.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002772", "query_id": "language-certificate-level", "register": "colloquial", "input": "có IELTS 200.0 điểm thì đạt bậc nào thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002774", "query_id": "language-certificate-level", "register": "formal", "input": "TCF 200.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002775", "query_id": "language-certificate-level", "register": "neutral", "input": "toefl (ibt) 200.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002776", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) 300.0 điểm quy đổi được bậc bao nhiêu thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002777", "query_id": "language-certificate-level", "register": "noisy", "input": "cambridge english scale 300.0 thì đạt bậc baonhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002779", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có klpt 300.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002780", "query_id": "language-certificate-level", "register": "colloquial", "input": "linguaskill đạt 300.0 thì xếp bậc nào đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002781", "query_id": "language-certificate-level", "register": "noisy", "input": "co tcf 300.0 diem thi dat bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002783", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi có Aptis (General) 400.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002784", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi cambridge english scale 400.0 thì đạt bậc bao nhiêu với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002785", "query_id": "language-certificate-level", "register": "noisy", "input": "ielta 400.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002787", "query_id": "language-certificate-level", "register": "neutral", "input": "có linguaskill 400.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002788", "query_id": "language-certificate-level", "register": "colloquial", "input": "có tcf 400.0 điểm thì đạt bậc nào zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002789", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi co toefl (ibt) 400.0 thi quy doi bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002791", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi toefl (ibt) 30.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,30.0>=?m,30.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002792", "query_id": "language-certificate-level", "register": "colloquial", "input": "với ielts 70.0 thì trình độ tới đâu vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002793", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi co toefl (ibt) 70.0 diem thi dat bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002795", "query_id": "language-certificate-level", "register": "neutral", "input": "toefl ibt 80.0 điểm xếp bậc những gì ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002796", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) đạt 110.0 thì xếp bậc nào vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002797", "query_id": "language-certificate-level", "register": "noisy", "input": "voi cambridge english scale 110.0 thi trinh do toi dau z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
