{"id": "question-002542", "query_id": "language-certificate-level", "register": "noisy", "input": "ielts 6.5 tương đương bậc mấyz?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,6.5>=?m,6.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002544", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi Aptis General đạt 250.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002545", "query_id": "language-certificate-level", "register": "colloquial", "input": "mn ơi Cambridge English Scale 250.0 thì đạt bậc bao nhiêu với?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002548", "query_id": "language-certificate-level", "register": "neutral", "input": "với linguaskill 250.0 thì trình độ tới đâu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002549", "query_id": "language-certificate-level", "register": "colloquial", "input": "với TCF 250.0 thì trình độ tới đâu zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002553", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 300.0 điểm xếp bậc gì sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002556", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi TCF 300.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002557", "query_id": "language-certificate-level", "register": "colloquial", "input": "toefl (ibt) 300.0 thì đạt bậc mấy zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002558", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi aptis (gemeral) 350.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002560", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có ielts 350.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002561", "query_id": "language-certificate-level", "register": "colloquial", "input": "có klpt 350.0 thì quy đổi bậc nào đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002564", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có TOEFL iBT 350.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002565", "query_id": "language-certificate-level", "register": "colloquial", "input": "có aptis (general) 400.0 điểm thì đạt bậc nào ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002566", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi có cambridge english scale 400.0 thì quy đổi bậc mào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002568", "query_id": "language-certificate-level", "register": "neutral", "input": "có KLPT 400.0 thì quy đổi bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002569", "query_id": "language-certificate-level", "register": "colloquial", "input": "ê linguaskill 400.0 thì đạt bậc bao nhiêu v?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002570", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hou tcf 400.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002572", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có Aptis General 450.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002573", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi cambridge english scale 450.0 tương đương bậc bao nhiêu với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002576", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi linguaskill 450.0 điểm quy đổi được bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002577", "query_id": "language-certificate-level", "register": "colloquial", "input": "với tcf 450.0 thì trình độ tới đâu ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002578", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi toefl (ibt) 450.0điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002580", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi Cambridge English Scale 140.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002581", "query_id": "language-certificate-level", "register": "colloquial", "input": "với ielts 140.0 thì trình độ tới đâu hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002582", "query_id": "language-certificate-level", "register": "noisy", "input": "linguaskill đạt 140.0 thìxếp bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002583", "query_id": "language-certificate-level", "register": "formal", "input": "TCF 140.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002584", "query_id": "language-certificate-level", "register": "neutral", "input": "TOEFL (iBT) 140.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002585", "query_id": "language-certificate-level", "register": "colloquial", "input": "có aptis (general) 153.0 điểm thì đạt bậc nào thế ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002587", "query_id": "language-certificate-level", "register": "formal", "input": "Có IELTS 153.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002588", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi Linguaskill 153.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002589", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi tcf 153.0 điểm xếp bậc những gì với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002592", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi cambridge english scale 170.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002593", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi IELTS 170.0 thì đạt bậc bao nhiêu với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002596", "query_id": "language-certificate-level", "register": "neutral", "input": "TOEFL iBT đạt 170.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002597", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) đạt 190.0 thì xếp bậc nào zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002599", "query_id": "language-certificate-level", "register": "formal", "input": "IELTS đạt 190.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002601", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf 190.0 điểm quy đổi được bậc mấy zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002604", "query_id": "language-certificate-level", "register": "neutral", "input": "cambridge english scale đạt 200.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002605", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 200.0 điểm quy đổi được bậc mấy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002606", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi co linguaskill 200.0 diem thi dat bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002608", "query_id": "language-certificate-level", "register": "neutral", "input": "TOEFL iBT 200.0 thì đạt bậc mấy ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002609", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi có aptis (general) 300.0 thì quy đổi bậc nào với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002610", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi cambridge english scale 300.0 diem quy doi duoc bac bao nhieu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002612", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi có KLPT 300.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002613", "query_id": "language-certificate-level", "register": "colloquial", "input": "ê linguaskill 300.0 tương đương bậc bao nhiêu v?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002615", "query_id": "language-certificate-level", "register": "formal", "input": "TOEFL iBT 300.0 thì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002616", "query_id": "language-certificate-level", "register": "neutral", "input": "với aptis general 400.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002617", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 400.0 điểm quy đổi được bậc mấy vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002618", "query_id": "language-certificate-level", "register": "noisy", "input": "ielts 400.0 yhì đạt bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002620", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi linguaskill 400.0 điểm quy đổi được bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002621", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf 400.0 điểm xếp bậc gì hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002622", "query_id": "language-certificate-level", "register": "noisy", "input": "co toefl (ibt) 400.0 diem thi dat bac nao z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002623", "query_id": "language-certificate-level", "register": "formal", "input": "IELTS 30.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,30.0>=?m,30.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002624", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi với TOEFL (iBT) 30.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,30.0>=?m,30.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002625", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 70.0 tương đương bậc mấy vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002626", "query_id": "language-certificate-level", "register": "noisy", "input": "TOEFL (iBT) đạt 70.0 thì xếp bậcnào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002627", "query_id": "language-certificate-level", "register": "formal", "input": "Ielts đạt 80.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002628", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi toefl ibt đạt 80.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002629", "query_id": "language-certificate-level", "register": "colloquial", "input": "với aptis (general) 110.0 thì trình độ tới đâu vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002630", "query_id": "language-certificate-level", "register": "noisy", "input": "co cambridge english scale 110.0 thi quy doi bac nao z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002632", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi tcf 110.0 điểm quy đổi được bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002633", "query_id": "language-certificate-level", "register": "colloquial", "input": "mn ơi toefl (ibt) 110.0 tương đương bậc mấy với?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002635", "query_id": "language-certificate-level", "register": "formal", "input": "Với Cambridge English Scale 600.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002636", "query_id": "language-certificate-level", "register": "neutral", "input": "IELTS 600.0 điểm quy đổi được bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002637", "query_id": "language-certificate-level", "register": "colloquial", "input": "ê klpt 600.0 điểm quy đổi được bậc mấy v?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002638", "query_id": "language-certificate-level", "register": "noisy", "input": "có Linguaskill 600.0 thì quy đổu bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002640", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có TOEFL iBT 600.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002641", "query_id": "language-certificate-level", "register": "colloquial", "input": "toeic 600.0 điểm xếp bậc gì nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEICCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002642", "query_id": "language-certificate-level", "register": "noisy", "input": "aptis (general) 700.0 thi dat bac bao nhieu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002644", "query_id": "language-certificate-level", "register": "neutral", "input": "với IELTS 700.0 thì trình độ tới đâu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002645", "query_id": "language-certificate-level", "register": "colloquial", "input": "ai biết có klpt 700.0 thì quy đổi bậc nào không?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002646", "query_id": "language-certificate-level", "register": "noisy", "input": "lunguaskill 700.0 thì đạt bậc bao nhiêu z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002648", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có toefl ibt 700.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,700.0>=?m,700.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
