{"id": "question-002606", "query_id": "document-part-facts", "register": "neutral", "input": "điều 21 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002607", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 21 quy chế 1052 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002608", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 21 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002609", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 21 quy chế 1052 quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002611", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điểm b khoản 3 điều 21 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002612", "query_id": "document-part-facts", "register": "neutral", "input": "điểm c khoản 3 điều 21 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause03PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause03PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause03PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002615", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 5 điều 21 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause05PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause05PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002616", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 5 điều 21 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause05PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause05PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002617", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 5 điều 21 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause05PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause05PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause05PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002620", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 7 điều 21 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause07 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002621", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi điều 22 quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002623", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 1 điều 22 quy chế 1052 quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002624", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 1 điều 22 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002625", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 1 điều 22 quy chế 1052 quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002626", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm d khoản 1 điều 22 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002629", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 22 quy chế 1052 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002630", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 3 điều 22 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002631", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết khoản 4 điều 22 quy chế 1052 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002632", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 5 điều 22 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article22Clause05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article22Clause05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article22Clause05 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002636", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 23 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002637", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết khoản 1 điều 23 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002638", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 2 điều 23 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002639", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 23 quy chế 1052 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002641", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điểm b khoản 3 điều 23 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002642", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 4 điều 23 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article23Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article23Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article23Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002643", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 24 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article24 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article24 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002645", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 1 điều 24 quy chế 1052 quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article24Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article24Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002647", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 1 điều 24 quy chế 1052 quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article24Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article24Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002648", "query_id": "document-part-facts", "register": "neutral", "input": "điểm d khoản 1 điều 24 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article24Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article24Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002649", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi khoản 2 điều 24 quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article24Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article24Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article24Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002651", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 25 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002652", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 điều 25 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002654", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm b khoản 1 điều 25 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002655", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 1 điều 25 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002656", "query_id": "document-part-facts", "register": "neutral", "input": "điểm d khoản 1 điều 25 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002657", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 25 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002658", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 3 điều 25 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002659", "query_id": "document-part-facts", "register": "colloquial", "input": "ê khoản 4 điều 25 quy chế 1052 quy định cụ thể những gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article25Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article25Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article25Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002661", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điều 26 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002662", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 1 điều 26 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002663", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 1 điều 26 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002664", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm b khoản 1 điều 26 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002665", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 1 điều 26 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002666", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm d khoản 1 điều 26 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002667", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết khoản 2 điều 26 quy chế 1052 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002668", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm a khoản 2 điều 26 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002669", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 2 điều 26 quy chế 1052 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article26Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article26Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article26Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002671", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điều 27 quy chế 1052 quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article27 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article27 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article27 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002672", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 điều 27 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article27Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article27Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article27Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002673", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết khoản 2 điều 27 quy chế 1052 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article27Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article27Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article27Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002674", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 3 điều 27 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article27Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article27Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article27Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002675", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điểm a khoản 3 điều 27 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article27Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article27Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article27Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
