{"id": "question-005443", "query_id": "study-duration-rule-facts", "register": "neutral", "input": "Thời gian đào tạo hình thức vừa làm vừa học được tính cụ thể ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PartTimeDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PartTimeDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005445", "query_id": "no-information", "register": "noisy", "input": "đăng ký môn phai dong them khoan nao khong?", "target": "không có thông tin"}
{"id": "question-005447", "query_id": "no-information", "register": "neutral", "input": "đăng ký cải thiện điểm do ai ký duyệt?", "target": "không có thông tin"}
{"id": "question-005448", "query_id": "document-part-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin liên quan đến điều 8 quy chế 626 ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626Article08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626Article08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005449", "query_id": "no-information", "register": "colloquial", "input": "mn ơi chọn môn học tỷ lệ đậu là bao nhiêu phần trăm với?", "target": "không có thông tin"}
{"id": "question-005450", "query_id": "no-information", "register": "noisy", "input": "cho hoi xep hang cua học liên thông so voi truong khac?", "target": "không có thông tin"}
{"id": "question-005451", "query_id": "no-information", "register": "noisy", "input": "cam on nhieu nhe z?", "target": "không có thông tin"}
{"id": "question-005458", "query_id": "no-information", "register": "colloquial", "input": "rút bớt học phần do ai ký duyệt hả?", "target": "không có thông tin"}
{"id": "question-005459", "query_id": "academic-program-facts", "register": "colloquial", "input": "có những điều gì cần lưu ý về khoa học thủy sản nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FisheriesScience :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FisheriesScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005461", "query_id": "no-information", "register": "colloquial", "input": "Cho tôi hỏi thủ tục đăng ký ở ký túc xá của Trường Đại học Nha Trang ta?", "target": "không có thông tin"}
{"id": "question-005462", "query_id": "no-information", "register": "colloquial", "input": "cho hỏi hom nay co su kien gi o thanh pho với ạ?", "target": "không có thông tin"}
{"id": "question-005464", "query_id": "no-information", "register": "colloquial", "input": "cách nấu phở bò zậy?", "target": "không có thông tin"}
{"id": "question-005465", "query_id": "no-information", "register": "colloquial", "input": "mn ơi cách nấu phở bò với?", "target": "không có thông tin"}
{"id": "question-005468", "query_id": "no-information", "register": "colloquial", "input": "Trường Đại học Nha Trang có những suất học bổng nào cho tân sinh viên đây ta?", "target": "không có thông tin"}
{"id": "question-005469", "query_id": "no-information", "register": "formal", "input": "Tôi muốn tra quy định liên quan nhưng chưa nêu nội dung?", "target": "không có thông tin"}
{"id": "question-005471", "query_id": "no-information", "register": "colloquial", "input": "tỷ giá đô la hôm nay sao giờ?", "target": "không có thông tin"}
{"id": "question-005472", "query_id": "no-information", "register": "colloquial", "input": "tỷ giá đô la hôm nay đây ta?", "target": "không có thông tin"}
{"id": "question-005473", "query_id": "no-information", "register": "colloquial", "input": "quy đổi điểm học phần có khó không ta?", "target": "không có thông tin"}
{"id": "question-005477", "query_id": "no-information", "register": "neutral", "input": "lệ phí làm xin học trở lại là bao nhiêu?", "target": "không có thông tin"}
{"id": "question-005478", "query_id": "bank-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp cách thanh toán bằng ngân hàng agribank?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Agribank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Agribank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Agribank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005484", "query_id": "no-information", "register": "colloquial", "input": "cảm ơn nhiều nhé thế ạ?", "target": "không có thông tin"}
{"id": "question-005485", "query_id": "no-information", "register": "neutral", "input": "thủ tục nộp học phí mất bao nhiêu ngày mới được duyệt ạ?", "target": "không có thông tin"}
{"id": "question-005486", "query_id": "academic-concept-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp quy định dành cho đối tượng áp dụng của quy chế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005487", "query_id": "no-information", "register": "colloquial", "input": "mn ơi hãy tổng hợp tên và đường dẫn của Đơn xin chuyển Chương trình đào tạo với?", "target": "không có thông tin"}
{"id": "question-005488", "query_id": "no-information", "register": "noisy", "input": "xếp hạng của học lại môn so với trườngkhác?", "target": "không có thông tin"}
{"id": "question-005489", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi bye nhé.", "target": "không có thông tin"}
{"id": "question-005491", "query_id": "no-information", "register": "colloquial", "input": "giá vàng hôm nay bao nhiêu vậy ta?", "target": "không có thông tin"}
{"id": "question-005492", "query_id": "no-information", "register": "colloquial", "input": "Cho tôi hỏi thủ tục đăng ký ở ký túc xá của Trường Đại học Nha Trang vậy ta?", "target": "không có thông tin"}
{"id": "question-005493", "query_id": "no-information", "register": "neutral", "input": "cách nấu phở bò ạ?", "target": "không có thông tin"}
{"id": "question-005494", "query_id": "no-information", "register": "colloquial", "input": "mn ơi Trường Đại học Nha Trang có những suất học bổng nào cho tân sinh viên với?", "target": "không có thông tin"}
{"id": "question-005495", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm xin rút bớt học phần nhỉ?", "target": "không có thông tin"}
{"id": "question-005496", "query_id": "attendance-rule-facts", "register": "colloquial", "input": "mn ơi điều kiện dự thi học phần lý thuyết được định nghĩa cụ thể ra sao với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TheoryAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TheoryAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TheoryAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005497", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi học song ngành có thay đổi gì trong năm 2026?", "target": "không có thông tin"}
{"id": "question-005498", "query_id": "attendance-rule-facts", "register": "neutral", "input": "điều kiện dự thi học phần lý thuyết được tính cụ thể ra sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TheoryAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TheoryAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TheoryAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005499", "query_id": "no-information", "register": "colloquial", "input": "gia thue tro gan bien bao nhieu zậy?", "target": "không có thông tin"}
{"id": "question-005500", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi giảng viên nào phụ trách Thủ tục xin miễn học, miễn thi và cộng điểm thưởng?", "target": "không có thông tin"}
{"id": "question-005501", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết về quản lý kinh tế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EconomicManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EconomicManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EconomicManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005502", "query_id": "no-information", "register": "noisy", "input": "trường khác làm mở lớp cógiống không", "target": "không có thông tin"}
{"id": "question-005503", "query_id": "no-information", "register": "noisy", "input": "nghỉ bệnh tỷ lệ đậu là bao nhiêuphần trăm z?", "target": "không có thông tin"}
{"id": "question-005504", "query_id": "no-information", "register": "noisy", "input": "chuyển đổi tín chỉ ton bao nhieu tien?", "target": "không có thông tin"}
{"id": "question-005505", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi Thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học có thay đổi gì trong năm 2026.", "target": "không có thông tin"}
{"id": "question-005507", "query_id": "no-information", "register": "colloquial", "input": "đổi ngành năm nay có bao nhiêu hồ sơ bị trả lại zậy?", "target": "không có thông tin"}
{"id": "question-005508", "query_id": "no-information", "register": "colloquial", "input": "cho hỏi tỷ lệ hồ sơ học cải thiện được chấp nhận là bao nhiêu với ạ?", "target": "không có thông tin"}
{"id": "question-005509", "query_id": "grade-code-facts", "register": "colloquial", "input": "điểm x được định nghĩa cụ thể ra sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeX ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeX :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeX ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005510", "query_id": "no-information", "register": "colloquial", "input": "cách tải nhạc về điện thoại ta?", "target": "không có thông tin"}
{"id": "question-005511", "query_id": "no-information", "register": "colloquial", "input": "ai biết mình cần tra cứu các thông tin tải xuống của Đơn xin chuyển Chương trình đào tạo không?", "target": "không có thông tin"}
{"id": "question-005514", "query_id": "no-information", "register": "noisy", "input": "liên thông phai dong them khoan nao khong?", "target": "không có thông tin"}
{"id": "question-005515", "query_id": "no-information", "register": "formal", "input": "Tỷ lệ hồ sơ Thủ tục công nhận kết quả học tập và chuyển đổi tín chỉ được chấp nhận là bao nhiêu?", "target": "không có thông tin"}
{"id": "question-005517", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm đăng ký môn thế ạ?", "target": "không có thông tin"}
{"id": "question-005518", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu các dữ liệu liên quan đến học bổng khuyến khích học tập loại xuất sắc, chương trình chuẩn á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExcellentStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExcellentStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExcellentStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005519", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn mỗi năm có bao nhiêu sinh viên làm Thủ tục đề nghị xét tốt nghiệp sớm.", "target": "không có thông tin"}
{"id": "question-005523", "query_id": "no-information", "register": "noisy", "input": "cho hoi xin mở lớp co thay doi gi trong nam 2026?", "target": "không có thông tin"}
{"id": "question-005526", "query_id": "no-information", "register": "colloquial", "input": "quán ăn ngon gần trường ở đâu sao giờ?", "target": "không có thông tin"}
{"id": "question-005527", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi Thủ tục xin nghỉ ốm trong quá trình học nộp vào buổi sáng hay chiều?", "target": "không có thông tin"}
{"id": "question-005529", "query_id": "no-information", "register": "noisy", "input": "xếp hạng của liên thông so với trườngkhác?", "target": "không có thông tin"}
{"id": "question-005530", "query_id": "no-information", "register": "noisy", "input": "hãy cho biết các bước cần làm trong trường hợpnày z?", "target": "không có thông tin"}
{"id": "question-005533", "query_id": "no-information", "register": "colloquial", "input": "xét học bổng phải đóng thêm khoản nào không hả?", "target": "không có thông tin"}
{"id": "question-005534", "query_id": "no-information", "register": "neutral", "input": "rút học phần đã đăng ký tỷ lệ đậu là bao nhiêu phần trăm?", "target": "không có thông tin"}
{"id": "question-005535", "query_id": "no-information", "register": "noisy", "input": "học cải thiện điểm mất bao nhiêu mgày mới được duyệt z?", "target": "không có thông tin"}
{"id": "question-005536", "query_id": "academic-program-facts", "register": "noisy", "input": "minh can tra cuu cac nganh lien quan den ngan hang?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005537", "query_id": "no-information", "register": "noisy", "input": "hom nay co su kiengi o thanh pho z?", "target": "không có thông tin"}
{"id": "question-005538", "query_id": "no-information", "register": "colloquial", "input": "mn ơi cấp học bổng nộp vào buổi sáng hay chiều với?", "target": "không có thông tin"}
{"id": "question-005539", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi chào bạn?", "target": "không có thông tin"}
{"id": "question-005540", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết tôi muốn tra quy định liên quan nhưng chưa nêu nội dung á?", "target": "không có thông tin"}
{"id": "question-005541", "query_id": "no-information", "register": "neutral", "input": "thời hạn giải quyết yêu cầu của tôi là bao lâu ạ?", "target": "không có thông tin"}
{"id": "question-005542", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi có những điều gì cần biết về mục tải Đơn xin chuyển Chương trình đào tạo.", "target": "không có thông tin"}
{"id": "question-005543", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi kết quả bóng đá tối qua thế nào?", "target": "không có thông tin"}
{"id": "question-005544", "query_id": "no-information", "register": "noisy", "input": "hrllo bạn ơi?", "target": "không có thông tin"}
{"id": "question-005545", "query_id": "no-information", "register": "colloquial", "input": "mn ơi chào bạn với?", "target": "không có thông tin"}
{"id": "question-005546", "query_id": "no-information", "register": "colloquial", "input": "ai biết cách tải nhạc về điện thoại không?", "target": "không có thông tin"}
{"id": "question-005547", "query_id": "no-information", "register": "formal", "input": "Xin cho biết đăng ký cải thiện điểm có khó không.", "target": "không có thông tin"}
{"id": "question-005551", "query_id": "no-information", "register": "colloquial", "input": "giảng viên nào phụ trách quy đổi điểm học phần đây ta?", "target": "không có thông tin"}
{"id": "question-005552", "query_id": "academic-concept-facts", "register": "colloquial", "input": "ê hãy tổng hợp cách đánh giá nhóm lớp v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005553", "query_id": "no-information", "register": "formal", "input": "Bye nhé?", "target": "không có thông tin"}
{"id": "question-005555", "query_id": "no-information", "register": "neutral", "input": "ngày mai Nha Trang có mưa không ạ?", "target": "không có thông tin"}
{"id": "question-005556", "query_id": "no-information", "register": "noisy", "input": "Cho yôi hỏi thủ tục đăng ký ở ký túc xá của Trường Đại học Nha Trang", "target": "không có thông tin"}
{"id": "question-005557", "query_id": "no-information", "register": "formal", "input": "Xin cho biết cho biết hồ sơ cần chuẩn bị cho việc này gồm gì.", "target": "không có thông tin"}
{"id": "question-005558", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn tôi muốn tra quy định liên quan nhưng chưa nêu nội dung.", "target": "không có thông tin"}
{"id": "question-005559", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi lệ phí làm xét và cấp học bổng khuyến khích học tập là bao nhiêu.", "target": "không có thông tin"}
{"id": "question-005561", "query_id": "no-information", "register": "colloquial", "input": "cảm ơn nhiều nhé ta?", "target": "không có thông tin"}
{"id": "question-005562", "query_id": "no-information", "register": "colloquial", "input": "mức áp dụng cho trường hợp của tôi được tính thế nào ta?", "target": "không có thông tin"}
{"id": "question-005563", "query_id": "no-information", "register": "colloquial", "input": "chuyển ngành có thay đổi gì trong năm 2026 ta?", "target": "không có thông tin"}
{"id": "question-005564", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về thành phần tín chỉ với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005565", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi cảm ơn nhiều nhé.", "target": "không có thông tin"}
{"id": "question-005566", "query_id": "no-information", "register": "noisy", "input": "cho hpi giảng viên nào phụ trách tốt nghiệp sớm?", "target": "không có thông tin"}
{"id": "question-005568", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi xin thôi học mất bao nhiêu ngày mới được duyệt?", "target": "không có thông tin"}
{"id": "question-005569", "query_id": "course-type-facts", "register": "neutral", "input": "hãy tổng hợp dữ liệu đào tạo của học phần tương đương?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EquivalentCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EquivalentCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EquivalentCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005570", "query_id": "no-information", "register": "colloquial", "input": "hom nay co su kien gi o thanh pho thế ạ?", "target": "không có thông tin"}
{"id": "question-005571", "query_id": "no-information", "register": "neutral", "input": "tỷ lệ hồ sơ Thủ tục đề nghị mở thêm lớp học phần được chấp nhận là bao nhiêu ạ?", "target": "không có thông tin"}
{"id": "question-005572", "query_id": "grade-code-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp giới hạn đào tạo của điểm p?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeP ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeP :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeP ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005573", "query_id": "no-information", "register": "colloquial", "input": "trang danh mục ghi nhận Đơn xin chuyển Chương trình đào tạo như thế nào ta?", "target": "không có thông tin"}
{"id": "question-005574", "query_id": "no-information", "register": "neutral", "input": "mỗi năm bao nhiêu người nộp học cải thiện?", "target": "không có thông tin"}
{"id": "question-005576", "query_id": "no-information", "register": "colloquial", "input": "quán ăn ngon gần trường ở đâu nhỉ?", "target": "không có thông tin"}
{"id": "question-005577", "query_id": "no-information", "register": "colloquial", "input": "cho hỏi mỗi năm có bao nhiêu sinh viên làm chuyển ngành học với ạ?", "target": "không có thông tin"}
{"id": "question-005578", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "có những điều gì cần biết khi làm việc với phòng ĐT vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005580", "query_id": "no-information", "register": "noisy", "input": "cho hoi xin chuyển chương trình đào tạo mat bao nhieu ngay moi duoc duyet?", "target": "không có thông tin"}
{"id": "question-005581", "query_id": "online-training-rule-facts", "register": "noisy", "input": "cho biết đầy đủ quy định yỷ lệ tối đa đào tạo trực tuyến z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005582", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết khóa luận tốt nghiệp tỷ lệ đậu là bao nhiêu phần trăm á?", "target": "không có thông tin"}
{"id": "question-005583", "query_id": "no-information", "register": "noisy", "input": "cho hoi hay cho biet cac buoc can lam trong truong hop nay?", "target": "không có thông tin"}
{"id": "question-005584", "query_id": "no-information", "register": "noisy", "input": "tạm dừng học mất bso nhiêu ngày mới được duyệt?", "target": "không có thông tin"}
{"id": "question-005586", "query_id": "no-information", "register": "colloquial", "input": "ê tỷ giá đô la hôm nay v?", "target": "không có thông tin"}
{"id": "question-005587", "query_id": "no-information", "register": "colloquial", "input": "ê cách tải nhạc về điện thoại v?", "target": "không có thông tin"}
{"id": "question-005588", "query_id": "no-information", "register": "colloquial", "input": "điều kiện để xử lý trường hợp này gồm những gì vậy ta?", "target": "không có thông tin"}
{"id": "question-005589", "query_id": "no-information", "register": "neutral", "input": "Cho hỏi thủ tục học liên thông thi vào ngày nào?", "target": "không có thông tin"}
{"id": "question-005590", "query_id": "no-information", "register": "noisy", "input": "giang vien nao phu trach xin chuyển trường?", "target": "không có thông tin"}
{"id": "question-005591", "query_id": "language-course-facts", "register": "noisy", "input": "cho biet day du ve nganh ngoai ngu a1 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA1 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseA1 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseA1 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005592", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi Thủ tục rút bớt học phần đã đăng ký tỷ lệ đậu là bao nhiêu phần trăm?", "target": "không có thông tin"}
{"id": "question-005593", "query_id": "no-information", "register": "colloquial", "input": "tui muốn biết chào bạn á?", "target": "không có thông tin"}
{"id": "question-005598", "query_id": "no-information", "register": "neutral", "input": "đăng ký chương trình trao đổi sinh viên có thay đổi gì trong năm 2026 ạ?", "target": "không có thông tin"}
{"id": "question-005599", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách giảng viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005600", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi mức áp dụng cho trường hợp của tôi được tính thế nào?", "target": "không có thông tin"}
{"id": "question-005601", "query_id": "no-information", "register": "noisy", "input": "bieu mau moi nhat nam 2026 cua khóa luận tốt nghiệp", "target": "không có thông tin"}
{"id": "question-005602", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hãy tổng hợp những nội dumg quy định về chuyển ngành z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005603", "query_id": "no-information", "register": "formal", "input": "Đề nghị hướng dẫn xếp hạng của Thủ tục đề nghị xét tốt nghiệp sớm so với trường khác.", "target": "không có thông tin"}
{"id": "question-005609", "query_id": "no-information", "register": "formal", "input": "Thủ tục đề nghị xét tốt nghiệp sớm nộp vào buổi sáng hay chiều?", "target": "không có thông tin"}
{"id": "question-005610", "query_id": "no-information", "register": "colloquial", "input": "mỗi năm có bao nhiêu sinh viên làm đăng ký môn vậy ta?", "target": "không có thông tin"}
{"id": "question-005611", "query_id": "delivery-mode-facts", "register": "colloquial", "input": "tui muốn biết đào tạo trực tuyến đồng bộ ảnh hưởng xếp hạng cụ thể ra sao á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SynchronousOnlineDelivery ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SynchronousOnlineDelivery :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SynchronousOnlineDelivery ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005612", "query_id": "no-information", "register": "colloquial", "input": "lệ phí làm học song ngành là bao nhiêu hả?", "target": "không có thông tin"}
{"id": "question-005613", "query_id": "form-document-facts", "register": "colloquial", "input": "trang danh mục ghi nhận mẫu số 03 như thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form03ClassAbsence ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Form03ClassAbsence :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Form03ClassAbsence ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005614", "query_id": "no-information", "register": "noisy", "input": "xếp hạngcủa miễn thi so với trường khác", "target": "không có thông tin"}
{"id": "question-005615", "query_id": "no-information", "register": "noisy", "input": "giảng viênnào phụ trách nghỉ học hẳn?", "target": "không có thông tin"}
{"id": "question-005616", "query_id": "course-type-facts", "register": "noisy", "input": "học phần thay yhế được tính cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ReplacementCourseType ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ReplacementCourseType :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ReplacementCourseType ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-005617", "query_id": "no-information", "register": "noisy", "input": "toi co nen lam miễn thi khong z?", "target": "không có thông tin"}
