{"id": "question-004446", "query_id": "no-information", "register": "neutral", "input": "xin nghỉ ốm trong quá trình học năm nay có bao nhiêu hồ sơ bị trả lại?", "target": "không có thông tin"}
{"id": "question-004608", "query_id": "no-information", "register": "neutral", "input": "Mình muốn hỏi đăng ký đồ án tốt nghiệp năm nay có bao nhiêu hồ sơ bị trả lại?", "target": "không có thông tin"}
{"id": "question-004609", "query_id": "no-information", "register": "formal", "input": "Cho tôi hỏi alo có ai không.", "target": "không có thông tin"}
{"id": "question-004610", "query_id": "no-information", "register": "noisy", "input": "hoc bong cho nguoi lam trao đổi sinh viên la bao nhieu", "target": "không có thông tin"}
{"id": "question-004760", "query_id": "no-information", "register": "colloquial", "input": "xin chuyển chương trình đào tạo năm nay có bao nhiêu hồ sơ bị trả lại nhỉ?", "target": "không có thông tin"}
{"id": "question-004804", "query_id": "no-information", "register": "noisy", "input": "cho hoi lùi lịch thi nam nay co bao nhieu ho so bi tra lai?", "target": "không có thông tin"}
{"id": "question-004805", "query_id": "no-information", "register": "noisy", "input": "đu Đà Lạt mấy tiếng", "target": "không có thông tin"}
