{"id": "question-004661", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu yrưởng có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004662", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp thông tin đầy đủ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004663", "query_id": "academic-actor-facts", "register": "noisy", "input": "hieu truong cho minh biet voi z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004664", "query_id": "academic-actor-facts", "register": "neutral", "input": "thầy cô dạy môn quy định thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004665", "query_id": "academic-actor-facts", "register": "noisy", "input": "hieu truong co gi can luu y z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004666", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp thông tin đầy đủ nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004667", "query_id": "academic-actor-facts", "register": "noisy", "input": "huệu trưởng có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004668", "query_id": "academic-actor-facts", "register": "neutral", "input": "thầy cô dạy môn có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004669", "query_id": "academic-actor-facts", "register": "noisy", "input": "hieu truong co gi can luu y?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004670", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp cần biết gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004671", "query_id": "academic-actor-facts", "register": "neutral", "input": "thầy cô dạy môn cho mình biết với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004672", "query_id": "academic-actor-facts", "register": "noisy", "input": "hieu truong quy dinh the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004673", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng có gì cầnlưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004674", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp thông tin đầy đủ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004675", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp cần biết gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004676", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp cần biết gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004677", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp thông tin đầy đủ hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004678", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu yrưởng quy định thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004679", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp cần biết gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004680", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng quy định thế mào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004682", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng có gì cầm lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004683", "query_id": "academic-actor-facts", "register": "noisy", "input": "huệu trưởng quy định thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004686", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởmg có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004687", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng quy định thế nàp z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004688", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởmg quy định thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004690", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng cho mình biết vớu z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004691", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu yrưởng có gì cần lưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004692", "query_id": "academic-actor-facts", "register": "noisy", "input": "huệu trưởng cho mình biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004693", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng quy địmh thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004694", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng có gì cầm lưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004696", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu yrưởng cho mình biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004698", "query_id": "academic-actor-facts", "register": "noisy", "input": "Hiệu trưởmg có gì cần lưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004699", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng cho mình biếy với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004701", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng cho mìmh biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004702", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởmg cho mình biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004704", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng quy định yhế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004705", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng chp mình biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004706", "query_id": "academic-actor-facts", "register": "noisy", "input": "Hiệu trưởng cho mình buết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004712", "query_id": "academic-case-facts", "register": "colloquial", "input": "nhập ngũ thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004714", "query_id": "academic-case-facts", "register": "neutral", "input": "nghĩa vụ quân sự là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004717", "query_id": "academic-case-facts", "register": "formal", "input": "Nghĩa vụ quân sự làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004720", "query_id": "academic-case-facts", "register": "formal", "input": "Điều trị bệnh thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004722", "query_id": "academic-case-facts", "register": "colloquial", "input": "mang thai làm sao sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004730", "query_id": "academic-case-facts", "register": "colloquial", "input": "tai nạn là gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004731", "query_id": "academic-case-facts", "register": "formal", "input": "Nghĩa vụ quân sự thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004732", "query_id": "academic-case-facts", "register": "neutral", "input": "điều trị bệnh làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004740", "query_id": "academic-case-facts", "register": "colloquial", "input": "thi đấu quốc tế thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004742", "query_id": "academic-case-facts", "register": "colloquial", "input": "nhập ngũ là gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004745", "query_id": "academic-case-facts", "register": "colloquial", "input": "tai nạn ra sao thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004746", "query_id": "academic-case-facts", "register": "noisy", "input": "thiđấu quốc tế là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004747", "query_id": "academic-case-facts", "register": "neutral", "input": "điều trị bệnh thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004751", "query_id": "academic-case-facts", "register": "neutral", "input": "điều trị bệnh có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004752", "query_id": "academic-case-facts", "register": "formal", "input": "Điều trị bệnh thông tin đầy đủ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004753", "query_id": "academic-case-facts", "register": "neutral", "input": "thi đấu quốc tế quy định thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
