{"id": "question-001165", "query_id": "certificate-label", "register": "colloquial", "input": "cho hỏi toeic gọi bằng tiếng Việt như thế nào với ạ?", "target": "SELECT DISTINCT ?answer WHERE { :TOEICCertificate rdfs:label ?answer . }"}
{"id": "question-001167", "query_id": "certificate-label", "register": "colloquial", "input": "ai biết a2 tên tiếng Việt đầy đủ là cái gì không?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption06 rdfs:label ?answer . }"}
{"id": "question-001169", "query_id": "certificate-label", "register": "colloquial", "input": "tên tiếng Việt của chứng chỉ toeic đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :TOEICCertificate rdfs:label ?answer . }"}
{"id": "question-001170", "query_id": "certificate-label", "register": "colloquial", "input": "ê chứng chỉ a2 tên tiếng Việt là gì v?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption06 rdfs:label ?answer . }"}
{"id": "question-001171", "query_id": "certificate-label", "register": "colloquial", "input": "gọi b2 bằng tiếng Việt như nào nhỉ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption08 rdfs:label ?answer . }"}
{"id": "question-001172", "query_id": "certificate-label", "register": "formal", "input": "Đạt học phần điều kiện: Tiếng Anh A1, A2.1, A2.2 viết đầy đủ bằng tiếng Việt?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption01 rdfs:label ?answer . }"}
{"id": "question-001173", "query_id": "certificate-label", "register": "neutral", "input": "gọi A2 bằng tiếng Việt thế nào ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption06 rdfs:label ?answer . }"}
{"id": "question-001175", "query_id": "certificate-label", "register": "noisy", "input": "tên tiếng Việt củachứng chỉ mos z?", "target": "SELECT DISTINCT ?answer WHERE { :MOSCertificate rdfs:label ?answer . }"}
{"id": "question-001176", "query_id": "certificate-label", "register": "noisy", "input": "sinh vien khong chuyen ngu chuong trinh dac biet goi bang tieng Viet nhu nao?", "target": "SELECT DISTINCT ?answer WHERE { :SpecialProgramNonLanguageMajorStudent rdfs:label ?answer . }"}
{"id": "question-001177", "query_id": "certificate-label", "register": "noisy", "input": "tên yiếng Việt của chứng chỉ mos z?", "target": "SELECT DISTINCT ?answer WHERE { :MOSCertificate rdfs:label ?answer . }"}
{"id": "question-001178", "query_id": "certificate-label", "register": "noisy", "input": "aptis (general) viet day du bang tieng Viet?", "target": "SELECT DISTINCT ?answer WHERE { :AptisGeneralCertificate rdfs:label ?answer . }"}
{"id": "question-001179", "query_id": "certificate-label", "register": "neutral", "input": "Mình muốn hỏi chứng chỉ bậc 5 - c1 tên tiếng Việt là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel5 rdfs:label ?answer . }"}
{"id": "question-001180", "query_id": "certificate-label", "register": "neutral", "input": "Bậc 2 - A2 ghi tiếng Việt là cái gì ạ?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel2 rdfs:label ?answer . }"}
{"id": "question-001183", "query_id": "certificate-label", "register": "neutral", "input": "bậc 1 - a1 ghi tiếng Việt là gì?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel1 rdfs:label ?answer . }"}
{"id": "question-001187", "query_id": "certificate-label", "register": "noisy", "input": "ten chuan tieng Viet cua hsk?", "target": "SELECT DISTINCT ?answer WHERE { :HSKCertificate rdfs:label ?answer . }"}
{"id": "question-001188", "query_id": "certificate-label", "register": "neutral", "input": "Mình muốn hỏi gọi jlpt bằng tiếng Việt như nào?", "target": "SELECT DISTINCT ?answer WHERE { :JLPTCertificate rdfs:label ?answer . }"}
{"id": "question-001190", "query_id": "certificate-label", "register": "noisy", "input": "TOCFL ghi tieng Viet la gi?", "target": "SELECT DISTINCT ?answer WHERE { :TOCFLCertificate rdfs:label ?answer . }"}
{"id": "question-001191", "query_id": "certificate-label", "register": "noisy", "input": "ielts ten tieng Viet day du la gi?", "target": "SELECT DISTINCT ?answer WHERE { :IELTSCertificate rdfs:label ?answer . }"}
{"id": "question-001192", "query_id": "certificate-label", "register": "colloquial", "input": "chứng chỉ tocfl tên tiếng Việt là gì hả?", "target": "SELECT DISTINCT ?answer WHERE { :TOCFLCertificate rdfs:label ?answer . }"}
{"id": "question-001211", "query_id": "certificate-label", "register": "colloquial", "input": "cho hỏi b1 gọi bằng tiếng Việt làm sao với ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemption07 rdfs:label ?answer . }"}
{"id": "question-001212", "query_id": "certificate-label", "register": "noisy", "input": "chứng chỉ bậc 3 - b1 tên tiếmg Việt là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :VietnameseFrameworkLevel3 rdfs:label ?answer . }"}
{"id": "question-001213", "query_id": "certificate-label", "register": "noisy", "input": "chứng chỉ sinh viên ngành ngôn ngữ anh tên tiếng Việtlà cái gì z?", "target": "SELECT DISTINCT ?answer WHERE { :EnglishLanguageMajorStudent rdfs:label ?answer . }"}
{"id": "question-001235", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "HSK nguyên gốc viết ra sao?", "target": "SELECT DISTINCT ?answer WHERE { :HSKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001236", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "ê tên tiếng Anh đầy đủ của ielts là gì v?", "target": "SELECT DISTINCT ?answer WHERE { :IELTSCertificate :officialCertificateName ?answer . }"}
{"id": "question-001237", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "tên tiếng Anh đầy đủ củajlpt là gì z?", "target": "SELECT DISTINCT ?answer WHERE { :JLPTCertificate :officialCertificateName ?answer . }"}
{"id": "question-001240", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "tcf nguyên gốc viết như thế nào zậy?", "target": "SELECT DISTINCT ?answer WHERE { :TCFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001243", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "Mình muốn hỏi toeic theo tiếng Anh gọi là gì?", "target": "SELECT DISTINCT ?answer WHERE { :TOEICCertificate :officialCertificateName ?answer . }"}
{"id": "question-001244", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "topik nguyên bản tiếng Anh viết như thế nào zậy?", "target": "SELECT DISTINCT ?answer WHERE { :TOPIKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001245", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "cho hoi tpkn nguyen goc viet the nao?", "target": "SELECT DISTINCT ?answer WHERE { :TRKICertificate :officialCertificateName ?answer . }"}
{"id": "question-001248", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "HSK nguyên gốc viết như nào ạ?", "target": "SELECT DISTINCT ?answer WHERE { :HSKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001249", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "delf nguyên bản tiếng Anh viết làm sao zậy?", "target": "SELECT DISTINCT ?answer WHERE { :DELFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001252", "query_id": "certificate-official-certificate-name", "register": "formal", "input": "Tên gốc tiếng nước ngoài của ielts?", "target": "SELECT DISTINCT ?answer WHERE { :IELTSCertificate :officialCertificateName ?answer . }"}
{"id": "question-001253", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "cho hpi tpkn nguyên gốc viết như nào?", "target": "SELECT DISTINCT ?answer WHERE { :TRKICertificate :officialCertificateName ?answer . }"}
{"id": "question-001255", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "KLPT nguyên bản tiếng Anh viết như nào đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :KLPTCertificate :officialCertificateName ?answer . }"}
{"id": "question-001256", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "ai biết tên gốc tiếng nước ngoài của tcf không?", "target": "SELECT DISTINCT ?answer WHERE { :TCFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001257", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "Mình muốn hỏi tên tiếng Anh đầy đủ của JLPT là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :JLPTCertificate :officialCertificateName ?answer . }"}
{"id": "question-001258", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "toefl (ibt) viết bằng tiếng Anh ra sao đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :TOEFLIBTCertificate :officialCertificateName ?answer . }"}
{"id": "question-001260", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "delf viết bằng tiếng Anh như thế mào?", "target": "SELECT DISTINCT ?answer WHERE { :DELFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001261", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "tên tiếng Anh đầy đủ của topik là cái gì đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :TOPIKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001262", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "bản tiếng Anh của tên tpkn đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :TRKICertificate :officialCertificateName ?answer . }"}
{"id": "question-001263", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "cho hoi tên gốc tiếng nước ngoài củs tcf?", "target": "SELECT DISTINCT ?answer WHERE { :TCFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001264", "query_id": "certificate-official-certificate-name", "register": "noisy", "input": "tên gốc tiếng nướcngoài của topik?", "target": "SELECT DISTINCT ?answer WHERE { :TOPIKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001265", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "TPKN theo tiếng Anh gọi là cái gì ạ?", "target": "SELECT DISTINCT ?answer WHERE { :TRKICertificate :officialCertificateName ?answer . }"}
{"id": "question-001266", "query_id": "certificate-official-certificate-name", "register": "neutral", "input": "TOPIK viết bằng tiếng Anh làm sao ạ?", "target": "SELECT DISTINCT ?answer WHERE { :TOPIKCertificate :officialCertificateName ?answer . }"}
{"id": "question-001267", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "tên tiếng Anh đầy đủ của jlpt là gì đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :JLPTCertificate :officialCertificateName ?answer . }"}
{"id": "question-001268", "query_id": "certificate-official-certificate-name", "register": "colloquial", "input": "delf theo tiếng Anh gọi là cái gì vậy ta?", "target": "SELECT DISTINCT ?answer WHERE { :DELFCertificate :officialCertificateName ?answer . }"}
{"id": "question-001282", "query_id": "class-size-rule", "register": "formal", "input": "Sĩ số của Quy mô lớp Thực hành tại phòng máy CNC và công nghệ cao là bao nhiêu?", "target": "SELECT ?minimum ?maximum WHERE { :CNCPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :CNCPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001283", "query_id": "class-size-rule", "register": "neutral", "input": "lớp áp quy mô lớp thực hành tại các phòng máy tính đông nhất mấy bạn ạ?", "target": "SELECT ?minimum ?maximum WHERE { :ComputerLabPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :ComputerLabPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001284", "query_id": "class-size-rule", "register": "colloquial", "input": "ai biết số sinh viên tối thiểu theo an ninh thực hành không?", "target": "SELECT ?minimum ?maximum WHERE { :DefenseEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :DefenseEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001285", "query_id": "class-size-rule", "register": "noisy", "input": "cho hoi an ninh ly thuyet khong che lop may nguoi?", "target": "SELECT ?minimum ?maximum WHERE { :DefenseEducationTheoryClassSizeRule :minimumValue ?minimum . OPTIONAL { :DefenseEducationTheoryClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001287", "query_id": "class-size-rule", "register": "neutral", "input": "Mình muốn hỏi sĩ số của Quy mô lớp Khối kỹ thuật, công nghệ là mấy?", "target": "SELECT ?minimum ?maximum WHERE { :EngineeringTechnologyClassSizeRule :minimumValue ?minimum . OPTIONAL { :EngineeringTechnologyClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001288", "query_id": "class-size-rule", "register": "colloquial", "input": "quy mô lớp ngoại ngữ b1.1, b1.2 và chuyên ngữ ngành ngôn ngữ anh cho phép mấy sinh viên đây ta?", "target": "SELECT ?minimum ?maximum WHERE { :ForeignLanguageClassSizeRule :minimumValue ?minimum . OPTIONAL { :ForeignLanguageClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001289", "query_id": "class-size-rule", "register": "noisy", "input": "quy mô lớpgiáo dục tổng quát quy định lớp bao nhiêu người z?", "target": "SELECT ?minimum ?maximum WHERE { :GeneralEducationClassSizeRule :minimumValue ?minimum . OPTIONAL { :GeneralEducationClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001291", "query_id": "class-size-rule", "register": "neutral", "input": "giới hạn sĩ số của quy mô lớp thực hành các học phần khác?", "target": "SELECT ?minimum ?maximum WHERE { :OtherPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :OtherPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001292", "query_id": "class-size-rule", "register": "colloquial", "input": "số sinh viên tối thiểu theo quy mô lớp giáo dục thể chất thực hành thế ạ?", "target": "SELECT ?minimum ?maximum WHERE { :PhysicalEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :PhysicalEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001293", "query_id": "class-size-rule", "register": "noisy", "input": "sĩ sốcủa quy mô lớp giáo dục thể chất lý thuyết là mấy?", "target": "SELECT ?minimum ?maximum WHERE { :PhysicalEducationTheoryClassSizeRule :minimumValue ?minimum . OPTIONAL { :PhysicalEducationTheoryClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001295", "query_id": "class-size-rule", "register": "neutral", "input": "số sinh viên tối thiểu theo quy mô lớp tiếng anh chuyên ngành?", "target": "SELECT ?minimum ?maximum WHERE { :SpecializedEnglishClassSizeRule :minimumValue ?minimum . OPTIONAL { :SpecializedEnglishClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001296", "query_id": "class-size-rule", "register": "neutral", "input": "Cho hỏi sĩ số của Quy mô lớp Giáo dục thể chất thực hành là bao nhiêu?", "target": "SELECT ?minimum ?maximum WHERE { :PhysicalEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :PhysicalEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001297", "query_id": "class-size-rule", "register": "noisy", "input": "quy mô lớp tiếng anh chuyên ngành chomở lớp bao nhiêu người z?", "target": "SELECT ?minimum ?maximum WHERE { :SpecializedEnglishClassSizeRule :minimumValue ?minimum . OPTIONAL { :SpecializedEnglishClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001299", "query_id": "class-size-rule", "register": "colloquial", "input": "quy mô lớp tiếng anh chuyên ngành khống chế lớp bao nhiêu người vậy ta?", "target": "SELECT ?minimum ?maximum WHERE { :SpecializedEnglishClassSizeRule :minimumValue ?minimum . OPTIONAL { :SpecializedEnglishClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001300", "query_id": "class-size-rule", "register": "neutral", "input": "lớp áp Quy mô lớp Thực hành tại Xưởng Cơ khí và phòng thí nghiệm Nhiệt lạnh đông nhất mấy bạn?", "target": "SELECT ?minimum ?maximum WHERE { :MechanicalWorkshopPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :MechanicalWorkshopPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001301", "query_id": "class-size-rule", "register": "colloquial", "input": "An ninh thực hành khống chế lớp mấy người thế ạ?", "target": "SELECT ?minimum ?maximum WHERE { :DefenseEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :DefenseEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001303", "query_id": "class-size-rule", "register": "colloquial", "input": "lớp áp quy mô lớp ngoại ngữ b1.1, b1.2 và chuyên ngữ ngành ngôn ngữ anh đông nhất bao nhiêu bạn nhỉ?", "target": "SELECT ?minimum ?maximum WHERE { :ForeignLanguageClassSizeRule :minimumValue ?minimum . OPTIONAL { :ForeignLanguageClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001304", "query_id": "class-size-rule", "register": "neutral", "input": "giới hạn sĩ số của quy mô lớp giáo dục quốc phòng - an ninh lý thuyết?", "target": "SELECT ?minimum ?maximum WHERE { :DefenseEducationTheoryClassSizeRule :minimumValue ?minimum . OPTIONAL { :DefenseEducationTheoryClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001306", "query_id": "class-size-rule", "register": "noisy", "input": "cho hoi giới hạn sĩ số của quy mô lớp thực hành tại phòng máy cnc và công nghệcao?", "target": "SELECT ?minimum ?maximum WHERE { :CNCPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :CNCPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001307", "query_id": "class-size-rule", "register": "formal", "input": "Giới hạn sĩ số của Quy mô lớp Giáo dục thể chất thực hành?", "target": "SELECT ?minimum ?maximum WHERE { :PhysicalEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :PhysicalEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001309", "query_id": "class-size-rule", "register": "neutral", "input": "Quy mô lớp Giáo dục Quốc phòng - An ninh thực hành khống chế lớp mấy người ạ?", "target": "SELECT ?minimum ?maximum WHERE { :DefenseEducationPracticeClassSizeRule :minimumValue ?minimum . OPTIONAL { :DefenseEducationPracticeClassSizeRule :maximumValue ?maximum . } }"}
{"id": "question-001323", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "quy mô lớp thực hành tại các phòng máy tính là quy mô của lớp nào ạ?", "target": "SELECT DISTINCT ?answer WHERE { :ComputerLabPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001324", "query_id": "class-size-rule-result-label", "register": "colloquial", "input": "ai biết an ninh thực hành là quy mô của lớp nào không?", "target": "SELECT DISTINCT ?answer WHERE { :DefenseEducationPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001325", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "an ninh ly thuyet la quy mo cua lop nao?", "target": "SELECT DISTINCT ?answer WHERE { :DefenseEducationTheoryClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001327", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "Cho hỏi quy mô lớp khối kỹ thuật, công nghệ áp cho nhóm lớp nào?", "target": "SELECT DISTINCT ?answer WHERE { :EngineeringTechnologyClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001328", "query_id": "class-size-rule-result-label", "register": "colloquial", "input": "quy mô lớp ngoại ngữ b1.1, b1.2 và chuyên ngữ ngành ngôn ngữ anh là quy mô của lớp nào vậy ta?", "target": "SELECT DISTINCT ?answer WHERE { :ForeignLanguageClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001329", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "cho hoi quy mô lớp guáo dục tổng quát ứng với lớp gì?", "target": "SELECT DISTINCT ?answer WHERE { :GeneralEducationClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001330", "query_id": "class-size-rule-result-label", "register": "formal", "input": "Quy mô lớp Thực hành tại Xưởng Cơ khí và phòng thí nghiệm Nhiệt lạnh áp cho nhóm lớp nào?", "target": "SELECT DISTINCT ?answer WHERE { :MechanicalWorkshopPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001331", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "Quy mô lớp Thực hành các học phần khác gắn với nhóm lớp nào?", "target": "SELECT DISTINCT ?answer WHERE { :OtherPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001332", "query_id": "class-size-rule-result-label", "register": "colloquial", "input": "ê quy mô lớp giáo dục thể chất thực hành áp dụng cho loại lớp nào v?", "target": "SELECT DISTINCT ?answer WHERE { :PhysicalEducationPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001333", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "quy mo lop giao duc the chat ly thuyet danh cho lop nhung gi z?", "target": "SELECT DISTINCT ?answer WHERE { :PhysicalEducationTheoryClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001335", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "quy mô lớp tiếng anh chuyên ngành áp cho nhóm lớp nào ạ?", "target": "SELECT DISTINCT ?answer WHERE { :SpecializedEnglishClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001337", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "Quy mô lớp Thực hành tại các phòng máy tính là quy mô của lớp nào?", "target": "SELECT DISTINCT ?answer WHERE { :ComputerLabPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001338", "query_id": "class-size-rule-result-label", "register": "formal", "input": "Loại lớp nào dùng Quy mô lớp Giáo dục thể chất thực hành?", "target": "SELECT DISTINCT ?answer WHERE { :PhysicalEducationPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001339", "query_id": "class-size-rule-result-label", "register": "colloquial", "input": "Quy mô lớp Tiếng Anh chuyên ngành là quy mô của lớp nào sao giờ?", "target": "SELECT DISTINCT ?answer WHERE { :SpecializedEnglishClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001341", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "quy mô lớp lý luậm chính trị dành cho lớp gì?", "target": "SELECT DISTINCT ?answer WHERE { :PoliticalTheoryClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001342", "query_id": "class-size-rule-result-label", "register": "colloquial", "input": "ai biết quy mô lớp ngoại ngữ b1.1, b1.2 và chuyên ngữ ngành ngôn ngữ anh dành cho lớp gì không?", "target": "SELECT DISTINCT ?answer WHERE { :ForeignLanguageClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001345", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "quy mo lop thuc hanh tai cac phong may tinh la quy mo cua lop nao z?", "target": "SELECT DISTINCT ?answer WHERE { :ComputerLabPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001346", "query_id": "class-size-rule-result-label", "register": "noisy", "input": "quy mô lớp lý luận chính trị dành cho lớpgì z?", "target": "SELECT DISTINCT ?answer WHERE { :PoliticalTheoryClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001348", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "Mình muốn hỏi Quy mô lớp Thực hành các học phần khác áp cho nhóm lớp nào?", "target": "SELECT DISTINCT ?answer WHERE { :OtherPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001349", "query_id": "class-size-rule-result-label", "register": "neutral", "input": "Mình muốn hỏi An ninh thực hành ứng với lớp những gì?", "target": "SELECT DISTINCT ?answer WHERE { :DefenseEducationPracticeClassSizeRule :resultLabel ?answer . }"}
{"id": "question-001363", "query_id": "computer-certificate-grade", "register": "neutral", "input": "Cho hỏi có MOS 1990.0 thì được bao nhiêu điểm?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1990.0 >= ?minimum && ?maximum >= 1990.0) }"}
{"id": "question-001364", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "ic3 2329.0 quy ra điểm nào sao giờ?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :IC3Certificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (2329.0 >= ?minimum && ?maximum >= 2329.0) }"}
{"id": "question-001367", "query_id": "computer-certificate-grade", "register": "neutral", "input": "có IC3 2670.0 điểm thì quy ra mấy ạ?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :IC3Certificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (2670.0 >= ?minimum && ?maximum >= 2670.0) }"}
{"id": "question-001368", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "mn ơi ic3 đạt 3000.0 thì quy ra bao nhiêu với?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :IC3Certificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (3000.0 >= ?minimum && ?maximum >= 3000.0) }"}
{"id": "question-001369", "query_id": "computer-certificate-grade", "register": "noisy", "input": "icdl 1350.0 thi duoc diem may?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1350.0 >= ?minimum && ?maximum >= 1350.0) }"}
{"id": "question-001371", "query_id": "computer-certificate-grade", "register": "neutral", "input": "Cho hỏi MOS 1445.0 điểm quy đổi thành điểm những gì?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1445.0 >= ?minimum && ?maximum >= 1445.0) }"}
{"id": "question-001372", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "có icdl 1446.0 thì được mấy điểm hả?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1446.0 >= ?minimum && ?maximum >= 1446.0) }"}
{"id": "question-001375", "query_id": "computer-certificate-grade", "register": "neutral", "input": "Cho hỏi có mos 1620.0 điểm thì quy ra mấy?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1620.0 >= ?minimum && ?maximum >= 1620.0) }"}
{"id": "question-001376", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "icdl 1621.0 điểm thành bao nhiêu điểm ta?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1621.0 >= ?minimum && ?maximum >= 1621.0) }"}
{"id": "question-001377", "query_id": "computer-certificate-grade", "register": "noisy", "input": "mos đạt 1621.0 thì quy ra bao nhiêuz?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1621.0 >= ?minimum && ?maximum >= 1621.0) }"}
{"id": "question-001379", "query_id": "computer-certificate-grade", "register": "neutral", "input": "Mình muốn hỏi MOS 1800.0 quy ra điểm nào?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1800.0 >= ?minimum && ?maximum >= 1800.0) }"}
{"id": "question-001380", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "tui muốn biết icdl 1400.0 quy ra điểm nào á?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1400.0 >= ?minimum && ?maximum >= 1400.0) }"}
{"id": "question-001381", "query_id": "computer-certificate-grade", "register": "noisy", "input": "cho hoi mos1400.0 điểm thành bao nhiêu điểm?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1400.0 >= ?minimum && ?maximum >= 1400.0) }"}
{"id": "question-001383", "query_id": "computer-certificate-grade", "register": "neutral", "input": "Mình muốn hỏi có MOS 1599.0 thì được bao nhiêu điểm?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1599.0 >= ?minimum && ?maximum >= 1599.0) }"}
{"id": "question-001384", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "icdl đạt 1600.0 thì quy ra bao nhiêu sao giờ?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1600.0 >= ?minimum && ?maximum >= 1600.0) }"}
{"id": "question-001385", "query_id": "computer-certificate-grade", "register": "noisy", "input": "mos dat 1600.0 thi quy ra bao nhieu?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1600.0 >= ?minimum && ?maximum >= 1600.0) }"}
{"id": "question-001386", "query_id": "computer-certificate-grade", "register": "formal", "input": "ICDL 1799.0 quy ra điểm nào?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1799.0 >= ?minimum && ?maximum >= 1799.0) }"}
{"id": "question-001387", "query_id": "computer-certificate-grade", "register": "neutral", "input": "có MOS 1799.0 điểm thì quy ra mấy ạ?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1799.0 >= ?minimum && ?maximum >= 1799.0) }"}
{"id": "question-001388", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "ICDL 1800.0 quy ra điểm nào sao giờ?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1800.0 >= ?minimum && ?maximum >= 1800.0) }"}
{"id": "question-001391", "query_id": "computer-certificate-grade", "register": "neutral", "input": "mos 2000.0 thì được điểm mấy?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :MOSCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (2000.0 >= ?minimum && ?maximum >= 2000.0) }"}
{"id": "question-001392", "query_id": "computer-certificate-grade", "register": "colloquial", "input": "tui muốn biết điểm quy đổi của icdl 1799.0 á?", "target": "SELECT ?answer WHERE { ?rule a :CertificateConversionRule ; :appliesToCertificate :ICDLCertificate ; :minimumScore ?minimum ; :maximumScore ?maximum ; :convertedGrade ?answer . FILTER (1799.0 >= ?minimum && ?maximum >= 1799.0) }"}
