{"id": "question-003294", "query_id": "document-part-facts", "register": "noisy", "input": "đuều 3 quyết định 1052 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1052Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1052Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003299", "query_id": "document-part-facts", "register": "noisy", "input": "khoản 2 Điều21 Quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article21Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article21Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article21Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003301", "query_id": "document-part-facts", "register": "noisy", "input": "chuong iii quy che 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052ChapterIII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052ChapterIII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052ChapterIII :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003318", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 1 quy chế 1052 nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003320", "query_id": "document-part-facts", "register": "noisy", "input": "điều17 quy chế 1052 ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article17 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article17 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article17 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003321", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 19 quy chế 1052 ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article19 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article19 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article19 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003322", "query_id": "document-part-facts", "register": "noisy", "input": "dieu 30 quy che 1052 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article30 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article30 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article30 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003327", "query_id": "document-part-facts", "register": "noisy", "input": "dieu 3 quyet dinh 1965?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003330", "query_id": "document-part-facts", "register": "noisy", "input": "chương uv quy chế 1052 z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052ChapterIV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052ChapterIV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052ChapterIV :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003334", "query_id": "document-part-facts", "register": "noisy", "input": "điều 14quy chế 626 làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626Article14 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation626Article14 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation626Article14 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003335", "query_id": "document-part-facts", "register": "noisy", "input": "chương iui quy chế 626?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626ChapterIII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation626ChapterIII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation626ChapterIII :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003346", "query_id": "education-level-facts", "register": "noisy", "input": "trình độ đại họcthế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateLevel ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UndergraduateLevel ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UndergraduateLevel :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003347", "query_id": "education-level-facts", "register": "formal", "input": "Trình độ đại học làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UndergraduateLevel ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :UndergraduateLevel ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:UndergraduateLevel :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003369", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "đơn xin chuyển ngành hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry011 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry011 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry011 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003466", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 10 thế nào ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form10Withdrawal ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form10Withdrawal ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form10Withdrawal :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003492", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 12 cần biết gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003495", "query_id": "form-document-facts", "register": "noisy", "input": "mau so 05 quy dinh the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003497", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 01 cần biết gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form01ExtraClassOpening ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form01ExtraClassOpening ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form01ExtraClassOpening :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003498", "query_id": "form-document-facts", "register": "noisy", "input": "mẫu số2 có gì cần lưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003499", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 06 thông tin đầy đủ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003500", "query_id": "form-document-facts", "register": "noisy", "input": "mẫu số 07 quy địmh thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form07ExemptionAndBonus ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form07ExemptionAndBonus ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form07ExemptionAndBonus :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003501", "query_id": "form-document-facts", "register": "neutral", "input": "mẫu số 11 có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003504", "query_id": "form-document-facts", "register": "noisy", "input": "mẫu aố 05 có gì cần lưu ý z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form05ProgramTransfer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form05ProgramTransfer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form05ProgramTransfer :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003507", "query_id": "form-document-facts", "register": "noisy", "input": "mẫu số 11 quy định thế nàp z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form11Resumption ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form11Resumption ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form11Resumption :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003509", "query_id": "form-document-facts", "register": "noisy", "input": "mẫu số 2 cho mìmh biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form02CourseAdjustment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form02CourseAdjustment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form02CourseAdjustment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003510", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 06 cần biết gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form06CreditRecognition ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form06CreditRecognition ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form06CreditRecognition :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003513", "query_id": "form-document-facts", "register": "colloquial", "input": "mẫu số 12 thông tin đầy đủ hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Form12MajorChange ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Form12MajorChange ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Form12MajorChange :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003533", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ a2.2 làm sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :LanguageCourseA22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:LanguageCourseA22 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003536", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ a2.1 thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :LanguageCourseA21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:LanguageCourseA21 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003548", "query_id": "official-document-facts", "register": "noisy", "input": "quyet dinh so 317/qd-dhnt the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003550", "query_id": "official-document-facts", "register": "noisy", "input": "quyết định số 1965/qđ-đhntlà gì z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003556", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 753/qđ-đhnt nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003561", "query_id": "official-document-facts", "register": "noisy", "input": "Quyếy định số 1965/QĐ-ĐHNT z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003567", "query_id": "official-document-facts", "register": "noisy", "input": "quyếy định số 753/qđ-đhnt z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003570", "query_id": "official-document-facts", "register": "neutral", "input": "Trang Cơ cấu tổ chức ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OrganizationStructurePage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :OrganizationStructurePage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:OrganizationStructurePage :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003577", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 317/qđ-đhnt nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003581", "query_id": "official-document-facts", "register": "noisy", "input": "quyết địnhsố 753/qđ-đhnt làm sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003590", "query_id": "official-document-facts", "register": "noisy", "input": "quyết định số 317/qđ-đhntthế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003592", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 753/qđ-đhnt ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003595", "query_id": "official-document-facts", "register": "noisy", "input": "quyết địnhsố 1965/qđ-đhnt z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003598", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 1052/qđ-đhnt nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1052 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003601", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 317/qđ-đhnt thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003617", "query_id": "official-document-facts", "register": "noisy", "input": "quyết định số 753/qđ-đhnt làgì z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003618", "query_id": "official-document-facts", "register": "noisy", "input": "quyếy định số 1965/qđ-đhnt?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003622", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 317/qđ-đhnt zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003634", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "khoa viện làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003635", "query_id": "organizational-unit-facts", "register": "noisy", "input": "phòng đàotạo ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003636", "query_id": "organizational-unit-facts", "register": "neutral", "input": "khoa hoặc viện đào tạo ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003637", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "phòng đào tạo thế nào zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003647", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "phòng đào tạo ra sao ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003662", "query_id": "organizational-unit-facts", "register": "neutral", "input": "viện đào tạo thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003757", "query_id": "payment-method-facts", "register": "noisy", "input": "thanh toán bằng mã qr quy định thế nàp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :QRCodePayment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :QRCodePayment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:QRCodePayment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003758", "query_id": "payment-method-facts", "register": "noisy", "input": "thamh toán bằng mã qr quy định thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :QRCodePayment ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :QRCodePayment ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:QRCodePayment :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003762", "query_id": "semester-type-facts", "register": "colloquial", "input": "học kỳ chính làm sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003766", "query_id": "semester-type-facts", "register": "neutral", "input": "học kỳ phụ có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SummerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :SummerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:SummerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003767", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "thời gisn tối đa ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003772", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "yhời gian tối đa thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003773", "query_id": "study-duration-rule-facts", "register": "noisy", "input": "thời gian tối đa cho mình biếy với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003775", "query_id": "training-mode-facts", "register": "colloquial", "input": "chính quy làm sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-003779", "query_id": "training-mode-facts", "register": "colloquial", "input": "chính quy thế nào ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
