{"id": "question-004137", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ a2.1 được tổ chức cụ thể ra sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseA21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseA21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004138", "query_id": "language-course-facts", "register": "neutral", "input": "ngoại ngữ a2.2 được tổ chức cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseA22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseA22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseA22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004139", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ b1.1 được tổ chức cụ thể ra sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB11 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB11 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB11 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004140", "query_id": "language-course-facts", "register": "neutral", "input": "ngoại ngữ b1.2 được tổ chức cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB12 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB12 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB12 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004141", "query_id": "language-course-facts", "register": "colloquial", "input": "ngoại ngữ b2.1 được tổ chức cụ thể làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB21 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB21 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB21 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004142", "query_id": "language-course-facts", "register": "neutral", "input": "Cho hỏi ngoại ngữ b2.2 được tổ chức cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LanguageCourseB22 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LanguageCourseB22 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LanguageCourseB22 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004143", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 1052/qđ-đhnt quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004144", "query_id": "official-document-facts", "register": "neutral", "input": "Cho hỏi quyết định số 1965/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1965 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1965 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004145", "query_id": "official-document-facts", "register": "colloquial", "input": "tui muốn biết quyết định số 317/qđ-đhnt quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision317 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision317 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004146", "query_id": "official-document-facts", "register": "neutral", "input": "quyết định số 626/qđ-đhnt quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision626 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision626 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004147", "query_id": "official-document-facts", "register": "colloquial", "input": "quyết định số 729/qđ-đhnt quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision729 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision729 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision729 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004148", "query_id": "official-document-facts", "register": "neutral", "input": "quyết định số 753/qđ-đhnt quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision753 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004149", "query_id": "official-document-facts", "register": "colloquial", "input": "trang cơ cấu tổ chức - khối tham mưu, quản lý quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OrganizationStructurePage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OrganizationStructurePage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OrganizationStructurePage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004150", "query_id": "official-document-facts", "register": "neutral", "input": "Mình muốn hỏi quy chế đào tạo trình độ đại học trường đại học nha trang quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004151", "query_id": "official-document-facts", "register": "colloquial", "input": "quy chế tuyển sinh đại học trường đại học nha trang quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation626 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation626 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation626 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004152", "query_id": "official-document-facts", "register": "neutral", "input": "quy chế đào tạo trình độ đại học trường đại học nha trang năm 2021 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation753 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation753 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation753 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004153", "query_id": "official-document-facts", "register": "colloquial", "input": "trang tra cứu học phí sinh viên quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionLookupPage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionLookupPage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionLookupPage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004154", "query_id": "official-document-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đóng học phí qua cổng thanh toán vnpay - vietcombank quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VNPAYPaymentGuidance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VNPAYPaymentGuidance :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VNPAYPaymentGuidance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004155", "query_id": "online-training-rule-facts", "register": "colloquial", "input": "mình cần tra cứu các tỷ lệ liên quan đến tỷ lệ tối đa đào tạo trực tuyến thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OnlineTrainingProportionRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OnlineTrainingProportionRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OnlineTrainingProportionRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004156", "query_id": "organizational-unit-facts", "register": "neutral", "input": "cho biết đầy đủ thông tin về phòng đào tạo đại học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004157", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "cho biết đầy đủ thông tin về phòng đt zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicManagementUnit ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicManagementUnit :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicManagementUnit ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004158", "query_id": "organizational-unit-facts", "register": "neutral", "input": "cho biết đầy đủ thông tin về khoa hoặc viện đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FacultyOrInstitute ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FacultyOrInstitute :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FacultyOrInstitute ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004160", "query_id": "organizational-unit-facts", "register": "neutral", "input": "cho biết đầy đủ thông tin về phòng ctct&sv ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004161", "query_id": "organizational-unit-facts", "register": "colloquial", "input": "ê cho biết đầy đủ thông tin về phòng ctsv v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentAffairsOffice ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentAffairsOffice :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentAffairsOffice ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004162", "query_id": "scholarship-rate-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp số tiền và tiêu chí của học bổng khuyến khích học tập loại xuất sắc, chương trình đặc biệt?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExcellentSpecialScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExcellentSpecialScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExcellentSpecialScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004163", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "cho biết đầy đủ về mức học bổng khuyến khích học tập loại xuất sắc, chương trình chuẩn ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExcellentStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExcellentStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExcellentStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004165", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "cho biết đầy đủ về mức học bổng khuyến khích học tập loại khá, chương trình chuẩn đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FairStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FairStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FairStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004167", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "cho biết đầy đủ về mức học bổng khuyến khích học tập loại giỏi, chương trình chuẩn zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GoodStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GoodStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GoodStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004168", "query_id": "semester-type-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về học kỳ i?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004169", "query_id": "semester-type-facts", "register": "colloquial", "input": "ai biết cho biết đầy đủ về học kỳ ii không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004170", "query_id": "semester-type-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về học kỳ iii?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SummerSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SummerSemester :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SummerSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004171", "query_id": "study-duration-rule-facts", "register": "colloquial", "input": "tui muốn biết thời gian tối đa hoàn thành khóa học được áp dụng cụ thể như thế nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MaximumStudyDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MaximumStudyDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MaximumStudyDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004172", "query_id": "academic-program-facts", "register": "formal", "input": "Chương trình Công nghệ thông tin được mô tả cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004173", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành Công nghệ thông tin?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004174", "query_id": "academic-program-facts", "register": "noisy", "input": "chuong trinh cong nghe thong tin duoc mo ta cu the ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004175", "query_id": "payment-fee-by-method", "register": "neutral", "input": "Nộp tiền mặt tại quầy ngân hàng có mất phí giao dịch không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :CashAtBankCounterPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004177", "query_id": "payment-fee-by-method", "register": "noisy", "input": "cho hoi phí khi dùng thanh toán bằng mobile banking hoặc internet bankimg là mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :MobileOrInternetBankingPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004178", "query_id": "payment-fee-by-method", "register": "noisy", "input": "thanh toan bang ma qr mat phi khong z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :QRCodePayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004179", "query_id": "payment-fee-by-method", "register": "colloquial", "input": "chi phí phát sinh với thanh toán qua cổng vnpay được quy định như nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { ?x a :PaymentFeeRule ; :appliesToPaymentMethod :VNPAYPayment . { ?x ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?x :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { ?x ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004181", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởmg ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004184", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng làm aao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004196", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởng thế nàp z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004199", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởnglàm sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004200", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004201", "query_id": "academic-actor-facts", "register": "noisy", "input": "hiệu trưởmg thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004204", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004218", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hội đồng tốt nghiệp zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004291", "query_id": "academic-case-facts", "register": "noisy", "input": "mang yhai làm sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004296", "query_id": "academic-case-facts", "register": "colloquial", "input": "nhập ngũ ra sao vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004298", "query_id": "academic-case-facts", "register": "colloquial", "input": "nằm viện làm sao vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004304", "query_id": "academic-case-facts", "register": "noisy", "input": "mang thai the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
