{"id": "question-004244", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điểm d khoản 4 điều 2 quy chế 1052 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause04PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause04PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004245", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 3 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004246", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 3 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article03Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article03Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004247", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 3 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article03Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article03Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004248", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 3 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article03Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article03Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004249", "query_id": "document-part-facts", "register": "neutral", "input": "điều 4 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004250", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 4 quy chế 1052 quy định cụ thể những gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004251", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm a khoản 1 điều 4 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004252", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điểm b khoản 1 điều 4 quy chế 1052 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004253", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm c khoản 1 điều 4 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004254", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 4 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004255", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 2 điều 4 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004256", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 2 điều 4 quy chế 1052 quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article04Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article04Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004257", "query_id": "document-part-facts", "register": "neutral", "input": "điều 5 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004258", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 5 quy chế 1052 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004259", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 2 điều 5 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article05Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article05Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004260", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 6 quy chế 1052 quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004261", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 1 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004262", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết khoản 2 điều 6 quy chế 1052 quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004263", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm a khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004264", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 2 điều 6 quy chế 1052 quy định cụ thể gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004265", "query_id": "document-part-facts", "register": "neutral", "input": "điểm c khoản 2 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004266", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm d khoản 2 điều 6 quy chế 1052 quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004267", "query_id": "document-part-facts", "register": "neutral", "input": "điểm đ khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004268", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm e khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004269", "query_id": "document-part-facts", "register": "neutral", "input": "điểm g khoản 2 điều 6 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointG ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointG :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointG ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004270", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm h khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointH ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointH :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointH ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004271", "query_id": "document-part-facts", "register": "neutral", "input": "điểm i khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article06Clause02PointI :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article06Clause02PointI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004272", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi điều 7 quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004273", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 1 điều 7 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004274", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 7 quy chế 1052 quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004275", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 2 điều 7 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004276", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi điểm b khoản 2 điều 7 quy chế 1052 quy định cụ thể những gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004277", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 3 điều 7 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004278", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 3 điều 7 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004279", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 3 điều 7 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article07Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article07Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004280", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 8 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004281", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 1 điều 8 quy chế 1052 quy định cụ thể gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004282", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004283", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm b khoản 1 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004284", "query_id": "document-part-facts", "register": "colloquial", "input": "cho hỏi điểm c khoản 1 điều 8 quy chế 1052 quy định cụ thể gì với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004285", "query_id": "document-part-facts", "register": "neutral", "input": "điểm d khoản 1 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004286", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm đ khoản 1 điều 8 quy chế 1052 quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004287", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm e khoản 1 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause01PointE :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause01PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004288", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết khoản 2 điều 8 quy chế 1052 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004289", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm a khoản 2 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004290", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 2 điều 8 quy chế 1052 quy định cụ thể gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article08Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article08Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
