{"id": "question-002844", "query_id": "scholarship-rate-facts", "register": "colloquial", "input": "cho biết đầy đủ về mức học bổng khuyến khích học tập loại giỏi, chương trình chuẩn đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GoodStandardScholarshipRate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GoodStandardScholarshipRate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GoodStandardScholarshipRate :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002845", "query_id": "semester-type-facts", "register": "neutral", "input": "cho biết đầy đủ về học kỳ i ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002846", "query_id": "semester-type-facts", "register": "colloquial", "input": "cho biết đầy đủ về học kỳ ii thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MainSemester ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :MainSemester ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:MainSemester :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002848", "query_id": "study-duration-rule-facts", "register": "colloquial", "input": "thời gian đào tạo hình thức vừa làm vừa học được áp dụng cụ thể làm sao sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeDurationRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :PartTimeDurationRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:PartTimeDurationRule :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002849", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho biết đầy đủ khái niệm nhóm lớp vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002850", "query_id": "academic-concept-facts", "register": "noisy", "input": "nhóm lớp được định nghĩa cụ thể như thếnào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002851", "query_id": "academic-concept-facts", "register": "noisy", "input": "syllabusđược định nghĩa cụ thể ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002852", "query_id": "academic-concept-facts", "register": "noisy", "input": "minh can tra cuu cac thong tin lien quan den hoc theo tin chi z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002853", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin liên quan đến đơn vị tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002854", "query_id": "academic-concept-facts", "register": "noisy", "input": "cho hoi co nhung dieu gi can hieu khi nhac toi tin chi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002855", "query_id": "academic-concept-facts", "register": "noisy", "input": "hay tong hop noi dung quy dinh ve thang diem z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002856", "query_id": "academic-concept-facts", "register": "formal", "input": "Hãy tổng hợp nội dung quy định về phạm vi và đối tượng áp dụng của quy chế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002857", "query_id": "academic-concept-facts", "register": "noisy", "input": "cho biet day du khai niem doi tuong ap dung cua quy che?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002858", "query_id": "academic-policy-facts", "register": "noisy", "input": "minh can tra cuu cac noi dung lien quan den gian lan thi cu?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002859", "query_id": "academic-policy-facts", "register": "noisy", "input": "có những điều những gì cần buết về cảnh báo học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicWarningPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AcademicWarningPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AcademicWarningPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002860", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hay tong hop cac buoc va dieu kien cua xin phep nghi hoc z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002863", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành kế toán?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Accounting ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Accounting ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Accounting :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002865", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi cho biết đầy đủ về ngành nuôi trồng thuỷ sản với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002866", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi mình cần tra cứu các thông tin luên quan đến nuôi trồng thuỷ sản?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002868", "query_id": "academic-program-facts", "register": "neutral", "input": "hồ sơ nguồn ghi nhận ngành Kiểm toán làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002869", "query_id": "academic-program-facts", "register": "noisy", "input": "có mhững điều những gì cần biết khi học kiểm toán?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002870", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của kỹ thuật ô tô sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002871", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi chương trình kỹ thuậtô tô được mô tả cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002873", "query_id": "academic-program-facts", "register": "noisy", "input": "chươngtrình công nghệ sinh học được mô tả cụ thể như thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Biotechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Biotechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Biotechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002876", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu các thông tin liên quan đến kỹ thuật hóa học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002877", "query_id": "academic-program-facts", "register": "noisy", "input": "ho so nguon ghi nhan nganh ky thuat hoa hoc nhu nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002879", "query_id": "academic-program-facts", "register": "colloquial", "input": "có những điều những gì cần biết khi học kỹ thuật xây dựng ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002880", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi hãytổng hợp dữ liệu đào tạo của kỹ thuật xây dựng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002882", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi hồ sơ nguồn ghi nhận ngành kinh doanh thương mại làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CommercialBusiness ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :CommercialBusiness ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:CommercialBusiness :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002884", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Khoa học máy tính được mô tả cụ thể ra sao vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ComputerScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ComputerScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ComputerScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002885", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hou hồ sơ nguồn ghi nhận ngành khoa học máy tính như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ComputerScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ComputerScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ComputerScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002886", "query_id": "academic-program-facts", "register": "formal", "input": "Cho biết đầy đủ về ngành Kỹ thuật điều khiển và tự động hóa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002887", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi minh can tra cuu cac thong tin lien quan den ky thuat dieu khien va tu dong hoa?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002889", "query_id": "academic-program-facts", "register": "noisy", "input": "co nhung dieu nhung gi can biet khi hoc Kinh te phat trien?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DevelopmentEconomics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :DevelopmentEconomics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:DevelopmentEconomics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002890", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn ghi nhận ngành Quản lý kinh tế làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EconomicManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EconomicManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EconomicManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002891", "query_id": "academic-program-facts", "register": "noisy", "input": "hãy yổng hợp dữ liệu đào tạo của Quản lý kinh tế z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EconomicManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EconomicManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EconomicManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002893", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành kinh tế ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002894", "query_id": "academic-program-facts", "register": "noisy", "input": "hay tong hop du lieu dao tao cua Kinh te z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Economics ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Economics ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Economics :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002895", "query_id": "academic-program-facts", "register": "formal", "input": "Cho biết đầy đủ về ngành Kỹ thuật điện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectricalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ElectricalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ElectricalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002896", "query_id": "academic-program-facts", "register": "noisy", "input": "cho biết đầy đủ về ngành kỹ yhuật điện z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectricalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :ElectricalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:ElectricalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002897", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ liệu đào tạo của Ngôn ngữ Anh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002898", "query_id": "academic-program-facts", "register": "noisy", "input": "hãy tổng hợp dữ liệu đào tạo của mgôn ngữ anh?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002900", "query_id": "academic-program-facts", "register": "colloquial", "input": "ê hãy tổng hợp dữ liệu đào tạo của kỹ thuật môi trường v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002901", "query_id": "academic-program-facts", "register": "noisy", "input": "cho biet day du ve nganh ky thuat moi truong z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002903", "query_id": "academic-program-facts", "register": "formal", "input": "Cho biết đầy đủ về ngành Khai thác thủy sản?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesExploitation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesExploitation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesExploitation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002904", "query_id": "academic-program-facts", "register": "noisy", "input": "ho so nguon ghi nhan nganh khai thac thuy san lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesExploitation ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesExploitation ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesExploitation :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002905", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp dữ liệu đào tạo của Quản lý thủy sản?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002906", "query_id": "academic-program-facts", "register": "noisy", "input": "hay tong hop du lieu dao tao cua quan ly thuy san?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002908", "query_id": "academic-program-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến khoa học thủy sản đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002909", "query_id": "academic-program-facts", "register": "noisy", "input": "có những điều gì cần biết khi học khos học thủy sản z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FisheriesScience ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FisheriesScience ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FisheriesScience :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002910", "query_id": "academic-program-facts", "register": "formal", "input": "Chương trình Đảm bảo chất lượng và an toàn thực phẩm được mô tả cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodQualityAndSafetyAssurance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FoodQualityAndSafetyAssurance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FoodQualityAndSafetyAssurance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002911", "query_id": "academic-program-facts", "register": "neutral", "input": "hãy tổng hợp dữ liệu đào tạo của đảm bảo chất lượng và an toàn thực phẩm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodQualityAndSafetyAssurance ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FoodQualityAndSafetyAssurance ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FoodQualityAndSafetyAssurance :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002913", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành công nghệ thực phẩm vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FoodTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FoodTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FoodTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002915", "query_id": "academic-program-facts", "register": "noisy", "input": "mình cần tra cứu các thông tin liênquan đến việt) z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002917", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp dữ liệu đào tạo của quản trị khách sạn với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :HotelManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :HotelManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:HotelManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002918", "query_id": "academic-program-facts", "register": "noisy", "input": "cho hoi ho so nguon ghi nhan nganh quan tri khach san lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :HotelManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :HotelManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:HotelManagement :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
