{"id": "question-000424", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách đổi ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MajorChangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MajorChangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MajorChangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000425", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục xét và cấp học bổng khuyến khích học tập ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000426", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của cấp học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000427", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều những gì cần biết trước khi nhận tiền học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000428", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách xét cấp học bổng khuyến khích học tập đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000429", "query_id": "academic-procedure-facts", "register": "formal", "input": "Mình cần tra cứu mọi thông tin liên quan đến xét học bổng?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000430", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của xét và cấp học bổng khuyến khích học tập?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000431", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "có những điều gì cần biết trước khi Thủ tục đăng ký học cùng lúc hai chương trình ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000433", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến học hai ngành ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000434", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hãy tổng hợp các bước và điều kiện của học song bằng v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000436", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách văn bằng thứ hai ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000437", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến đăng ký học cùng lúc hai chương trình zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000439", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi nghỉ bệnh ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000440", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hướng dẫn đầy đủ cách nghỉ ốm v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000442", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của xin phép nghỉ vì ốm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000443", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê có những điều gì cần biết trước khi xin nghỉ ốm trong quá trình học v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000444", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách Thủ tục đăng ký chương trình trao đổi sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000446", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của học ở trường đối tác hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000448", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách đi trao đổi ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000451", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết trước khi học trở lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000452", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách nhập học lại hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000454", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp các bước và điều kiện của trở lại trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000455", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mn ơi có những điều gì cần biết trước khi đi học lại sau bảo lưu với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000456", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách xin học trở lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyResumptionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyResumptionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyResumptionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000457", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi mình cần tra cứu mọi thông tin liên quan đến Thủ tục xin thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000458", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của bỏ học đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000459", "query_id": "academic-procedure-facts", "register": "formal", "input": "Có những điều gì cần biết trước khi dừng học vĩnh viễn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000460", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách nghỉ học hẳn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000461", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mình cần tra cứu mọi thông tin liên quan đến rút hồ sơ thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000462", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của xin thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000463", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi Thủ tục nghỉ học tạm thời?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000464", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách bảo lưu kết quả thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000466", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của nghỉ học tạm thời ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000467", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê có những điều những gì cần biết trước khi tạm dừng học v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000469", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến Thủ tục nộp học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000470", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của nộp học phí hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000472", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách thanh toán học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000473", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê mình cần tra cứu mọi thông tin liên quan đến đóng học phí v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000474", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hãy tổng hợp các bước và điều kiện của đóng tiền học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000475", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết trước khi Thủ tục chuyển trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000476", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách chuyển sang trường khác đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000478", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hãy tổng hợp các bước và điều kiện của xin chuyển trường ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityTransferProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityTransferProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityTransferProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000657", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Điểm học lại nào được ghi nhận?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseRetakeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseRetakeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseRetakeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000665", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Đóng tiền học qua ngân hàng ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000766", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi chương trình Nuôi trồng thuỷ sản được mô tả cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000767", "query_id": "academic-program-facts", "register": "colloquial", "input": "hãy tổng hợp dữ liệu đào tạo của Kiểm toán hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000769", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành Công nghệ sinh học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Biotechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Biotechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Biotechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000770", "query_id": "academic-program-facts", "register": "colloquial", "input": "chương trình Quản trị kinh doanh được mô tả cụ thể ra sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :BusinessAdministration ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:BusinessAdministration :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :BusinessAdministration ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000772", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn ghi nhận ngành Kỹ thuật xây dựng như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CivilEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CivilEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CivilEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
