{"id": "question-000235", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "xét tốt nghiệp hạn chót là bao giờ đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000236", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "formal", "input": "Thủ tục xin nghỉ ốm trong quá trình học có thời hạn như nào?", "target": "SELECT DISTINCT ?answer WHERE { :SickLeaveProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000237", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "Cho hỏi xin phép nghỉ buổi học phải làm trước khi nào?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000238", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "hạn nộp xin vắng buổi học là lúc nào?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000239", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "xin nghỉ ốm hạn chót là lúc nào thế ạ?", "target": "SELECT DISTINCT ?answer WHERE { :SickLeaveProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000240", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "Mình muốn hỏi xin phép nghỉ buổi học hạn chót là khi nào?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000241", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "Mình muốn hỏi nộp xin thi đợt sau chậm nhất ngày nào?", "target": "SELECT DISTINCT ?answer WHERE { :ExamPostponementProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000242", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "xin phép nghỉ buổi học có deadline không ạ?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000243", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "nộp nghỉ ốm chậm nhất ngày nàp z?", "target": "SELECT DISTINCT ?answer WHERE { :SickLeaveProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000244", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "xin nghỉ học có deadline không ạ?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000247", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "cho hoi luc nao thi het han hoc lien thong?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000248", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "liên thông nộp muộn nhất khi nào vậy ta?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000249", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "ê học trở lại hạn chót là khi nào v?", "target": "SELECT DISTINCT ?answer WHERE { :StudyResumptionProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000250", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "quay lạihọc hạn chót là lúc nào z?", "target": "SELECT DISTINCT ?answer WHERE { :StudyResumptionProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000251", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "liên thông nộp muộn nhất bao giờ đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000252", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "cho hoi han nop doi nganh la luc nao?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000253", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "nộpxin nghỉ học chậm nhất ngày nào z?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000254", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "xin nghỉ ốm hạn chót là lúc nào?", "target": "SELECT DISTINCT ?answer WHERE { :SickLeaveProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000255", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "chuyển ngành học nộp muộn nhất khi nào thế ạ?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000257", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "noisy", "input": "cho hoi khi nao thi het han xet tot nghiep?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000258", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "hạn nộp học liên thông là lúc nào đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000259", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "formal", "input": "Xin phép nghỉ vì ốm phải làm trước khi nào?", "target": "SELECT DISTINCT ?answer WHERE { :SickLeaveProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000260", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "chuyển ngành học hạn chót là lúc nào đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000261", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "Mình muốn hỏi ra trường hạn chót là bao giờ?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000262", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "liên thông nộp muộn nhất lúc nào nhỉ?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000263", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "ê lùi lịch thi có thời hạn thế nào v?", "target": "SELECT DISTINCT ?answer WHERE { :ExamPostponementProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000264", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "học lên đại học có deadline không ạ?", "target": "SELECT DISTINCT ?answer WHERE { :ArticulationStudyProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000266", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "tốt nghiệp hạn chót là bao giờ ta?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000267", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "colloquial", "input": "hạn nộp lùi lịch thi là khi nào vậy ta?", "target": "SELECT DISTINCT ?answer WHERE { :ExamPostponementProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000268", "query_id": "academic-procedure-has-deadline-deadline-text", "register": "neutral", "input": "xét tốt nghiệp có deadline không?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasDeadline ?node . ?node :deadlineText ?answer . }"}
{"id": "question-000281", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "formal", "input": "Cho tôi hỏi làm thủ tục đăng ký học lại học phần xong thì nhận được những gì.", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000282", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Mình muốn hỏi công nhận tín chỉ kết quả cuối cùng là gì?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000283", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "ai biết xin chuyển chương trình đào tạo xử lý xong ra sao không?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000284", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "nộp lùi lịch thi rồithì được những gì?", "target": "SELECT DISTINCT ?answer WHERE { :ExamPostponementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000285", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "formal", "input": "Làm đăng ký cải thiện điểm xong thì nhận được gì?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000286", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Cho hỏi đatn được giải quyết như thế nào?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000287", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "duyệt xong ra trường thì như nào hả?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000288", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "nop doi nganh roi thi duoc gi?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000290", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "xin chuyển trường kết quả cuối cùng là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000293", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "nộp đăng ký đồ án tốt nghiệp rồi thì được những gì?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000294", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "làm học cải thiện xong thì nhận được những gì?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000295", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "học song bằng xử lý xong làm sao ạ?", "target": "SELECT DISTINCT ?answer WHERE { :SecondProgramRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000297", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi kết quả của xin chuyểntrường là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000300", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "đatn dẫn tới kết quả nào sao giờ?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000302", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "cho hỏi học lại học phần dẫn tới kết quả nào với ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000303", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "nộp chuyển sang vừa làm vừa học rồi thì được gì ta?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000304", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "duyet xong hoc song bang thi the nao?", "target": "SELECT DISTINCT ?answer WHERE { :SecondProgramRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000305", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi ra truong duoc giai quyet lam sao?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000306", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "duyệt xong học cải thiệm thì làm sao?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000307", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "nộp xin chuyển chương trình đào tạo rồi thì được những gì nhỉ?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000308", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "formal", "input": "Xét và công nhận tốt nghiệp được giải quyết làm sao?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000309", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "duyet xong quy doi diem hoc phan thi nhu nao?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000313", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "xin chuyển trường xử lý xong làm sao đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000314", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "ê duyệt xong học cải thiện điểm thì làm sao v?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000316", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "mn ơi kết quả của xin chuyển trường là cái gì với?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000317", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Mình muốn hỏi kết quả của chuyển sang trường khác là gì?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000318", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Cho hỏi kết quả của thủ tục xin chuyển chương trình đào tạo khi thuộc diện buộc thôi học là gì?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000319", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "nộp học lại môn rồi thì đượcgì z?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000321", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi nộp chuyển ngànhrồi thì được những gì?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000322", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi chuyen truong duoc giai quyet nhu nao?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000323", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "học cải thiện điểm được giải quyết ra sao sao giờ?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000324", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "làm đổi ngành xong thì nhận được gì zậy?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000325", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi hoc song bang dan toi ket qua nao?", "target": "SELECT DISTINCT ?answer WHERE { :SecondProgramRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000326", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "duyệt xong quy đổi điểm học phần thì như nào đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000327", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "chuyển chương trình đào tạo được giải quyết làm sao ạ?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000328", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "học hai ngành xử lý xong làm sao đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :SecondProgramRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000329", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Cho hỏi chuyển trường được giải quyết làm sao?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000331", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Mình muốn hỏi kết quả của miễn học và quy đổi điểm là gì?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000332", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoiđổi ngành được giải quyết như nào?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000333", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Cho hỏi kết quả của xin chuyển trường là cái gì?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000334", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "duyet xong hoc lai thi nhu nao?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000336", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi lam chuyen sang vua lam vua hoc xong thi nhan duoc gi?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000337", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "ai biết chuyển ngành xử lý xong như nào không?", "target": "SELECT DISTINCT ?answer WHERE { :MajorChangeProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000338", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "neutral", "input": "Mình muốn hỏi đăng ký học cải thiện điểm xử lý xong thế nào?", "target": "SELECT DISTINCT ?answer WHERE { :GradeImprovementProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000339", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "colloquial", "input": "học song bằng kết quả cuối cùng là gì thế ạ?", "target": "SELECT DISTINCT ?answer WHERE { :SecondProgramRegistrationProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000340", "query_id": "academic-procedure-has-outcome-outcome-text", "register": "noisy", "input": "cho hoi nop chuyen sang vua lam vua hoc roi thi duoc gi?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasOutcome ?node . ?node :outcomeText ?answer . }"}
{"id": "question-000354", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "Cho hỏi ai đủ điều kiện xin vắng buổi học?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000355", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "miễn học cần điều kiện những gì sao giờ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemptionAndBonusProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000356", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "đăng ký học phần cần đuều kiện gì?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRegistrationProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000357", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "formal", "input": "Cho tôi hỏi muốn đăng ký lại môn chưa đạt phải đạt yêu cầu những gì.", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000358", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "thủ tục công nhận kết quả học tập và chuyển đổi tín chỉ yêu cầu gì ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000359", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "tui muốn biết ai đủ điều kiện xin chuyển chương trình đào tạo á?", "target": "SELECT DISTINCT ?answer WHERE { :DismissalTransferRequestProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000360", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "ra truong som can dieu kien nhung gi?", "target": "SELECT DISTINCT ?answer WHERE { :EarlyGraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000362", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "Mình muốn hỏi muốn đăng ký khóa luận phải đạt yêu cầu những gì?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000363", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "ai đủ điều kiện ra trường ta?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000366", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "tiêu chuẩn để được chương trình trao đổi?", "target": "SELECT DISTINCT ?answer WHERE { :StudentExchangeProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000367", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "cho hỏi muốn thôi học phải đạt yêu cầu gì với ạ?", "target": "SELECT DISTINCT ?answer WHERE { :StudyWithdrawalProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000368", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "muốntạm dừng học phải đạt yêu cầu những gì", "target": "SELECT DISTINCT ?answer WHERE { :TemporaryAcademicLeaveProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000369", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "formal", "input": "Chuyển sang trường khác yêu cầu những gì?", "target": "SELECT DISTINCT ?answer WHERE { :UniversityTransferProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000370", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "Mình muốn hỏi tốt nghiệp phải thoả điều kiện nào?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000371", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "mn ơi muốn đăng ký khóa luận phải đạt yêu cầu gì với?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000372", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "cho hoi muốn chương trình trao đổiphải đạt yêu cầu những gì?", "target": "SELECT DISTINCT ?answer WHERE { :StudentExchangeProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000373", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "cho hỏi ai đủ điều kiện học lại với ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRetakeProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000374", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "tốt nghiệp sớm yêu cầu những gì hả?", "target": "SELECT DISTINCT ?answer WHERE { :EarlyGraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000375", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "cho hoi chuong trinh trao doi yeu cau nhung gi?", "target": "SELECT DISTINCT ?answer WHERE { :StudentExchangeProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000376", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "muon mien hoc can chuan bi nhung gi?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemptionAndBonusProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000378", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "muốn ra trường phải đạt yêu cầu gì đây ta?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000379", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "tiêu chuẩn để được đăng ký học phầm z?", "target": "SELECT DISTINCT ?answer WHERE { :CourseRegistrationProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000380", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "ê ai đủ điều kiện tốt nghiệp v?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000381", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "ai biết xin mở lớp đòi hỏi tiêu chuẩn nào không?", "target": "SELECT DISTINCT ?answer WHERE { :ExtraClassOpeningRequestProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000382", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "colloquial", "input": "tui muốn biết tiêu chuẩn để được tạm dừng học á?", "target": "SELECT DISTINCT ?answer WHERE { :TemporaryAcademicLeaveProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000383", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "Mình muốn hỏi xin nghỉ học yêu cầu gì?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000384", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "Mình muốn hỏi tiêu chuẩn để được đăng ký khóa luận?", "target": "SELECT DISTINCT ?answer WHERE { :GraduationProjectRegistrationProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000385", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "muốn tốt nghiệp sớm cần chuẩnbị gì z?", "target": "SELECT DISTINCT ?answer WHERE { :EarlyGraduationReviewProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000386", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "công nhận tín chỉ đòi hỏi tiêu chuẩn nào?", "target": "SELECT DISTINCT ?answer WHERE { :CreditRecognitionProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000388", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "neutral", "input": "muốn miễn thi phải đạt yêu cầu những gì ạ?", "target": "SELECT DISTINCT ?answer WHERE { :CourseExemptionAndBonusProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
{"id": "question-000389", "query_id": "academic-procedure-has-requirement-requirement-text", "register": "noisy", "input": "xin nghi hoc doi hoi tieu chuan nao z?", "target": "SELECT DISTINCT ?answer WHERE { :ClassAbsenceRequestProcedure :hasRequirement ?node . ?node :requirementText ?answer . }"}
