{"id": "question-001560", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "chp hoi có những điều những gì cần biết về mục tải đơn xin xét tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry008 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry008 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry008 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001561", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "hãy tổng hợp tên và đường dẫn của đơn xin học trở lạu z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry010 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry010 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry010 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001562", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "hãy tổng hợp tên và đường dẫn của Đơn xin chuyển học phần thay thế trong CTĐT?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry016 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry016 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry016 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001563", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp tên và đường dẫn của Mẫu số 5 - Đơn xin chuyển Chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001564", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp tên và đường dẫn của Đơn xin mở lớp học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry001 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry001 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry001 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001565", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "mình cầm tra cứu các thông tin tải xuống của đơn xin chuyển trường?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry013 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry013 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry013 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001566", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "có những điều những gì cần biết về mục tải phiếu báo điểm bổ sung ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry017 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry017 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry017 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001567", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi trang danh mục ghi nhận Đơn xin phép nghỉ học như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry003 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry003 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry003 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001569", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của Phiếu đăng ký/điều chỉnh học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry002 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry002 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry002 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001570", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "hãy tổng hợp tên và đường dẫn của đơn xin miễn học, miễn thi và cộng điểm thưởng vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001571", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "tui muốn biết trang danh mục ghi nhận đơn xin chuyển trường như thế nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry013 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry013 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry013 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001572", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi trang danh mục ghi nhận phiếu báo điểm bổ sung ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry017 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry017 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry017 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001573", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "hãy tổng hợp tên và đường dẫn của Đơn xin chuyển ngành chương trình Minh Phú -CT đại chuẩn ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001574", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "trang danh mục ghi nhận Đơn đăng ký học cùng lúc hai chương trình đào tạo ra sao sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001576", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "trang danh mục ghi nhận đơn xin chuyển học phần thsy thế trong ctđt như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry016 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry016 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry016 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001577", "query_id": "form-catalogue-entry-facts", "register": "formal", "input": "Trang danh mục ghi nhận đơn xin miễn học, miễn thi và cộng điểm thưởng làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001578", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "hãy tổng hợp tên và đường dẫn của đơn xin chuyển chương trình đào tạo mẫu số 5 thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry005 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry005 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry005 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001579", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "có những điều những gì cần biết về mục tải Đơn xin miễn học, miễn thi và cộng điểm thưởng đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001580", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "trang danh mục ghi nhận đơn đăng ký học cùng lúc hai chương trình đào tạo thế nào thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001581", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "hãy tổng hợp tên và đường dẫn của mẫu số 5 đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001582", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "hay tong hop ten va duong dan cua Don xin hoc tro lai z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry010 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry010 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry010 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001583", "query_id": "form-catalogue-entry-facts", "register": "formal", "input": "Hãy tổng hợp tên và đường dẫn của Phiếu báo điểm bổ sung?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry017 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry017 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry017 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001585", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin tải xuống của đơn xin mở lớp học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry001 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry001 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry001 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001587", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "ai biết hãy tổng hợp tên và đường dẫn của đơn xin chuyển ngành không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry011 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry011 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry011 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001589", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp tên và đường dẫn của Đơn xin chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry011 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry011 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry011 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001591", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "trsng danh mục ghi nhận đơn xin mở lớp học phần thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry001 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry001 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry001 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001593", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp tên và đường dẫn của Mẫu số 5?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001594", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết về mục tải Đơn xin học trở lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry010 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry010 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry010 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001595", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin tải xuống của phiếu điều chỉnh điểm zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry018 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry018 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry018 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001596", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "cho hoi co nhung dieu gi can biet ve muc tai don xin chuyen nganh chuong trinh minh phu -ct dai chuan?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001597", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "yrang danh mục ghi nhận mẫu số 5 như thế nào z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001598", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "tui muốn biết hãy tổng hợp tên và đường dẫn của đơn xin chuyển học phần thay thế trong ctđt á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry016 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry016 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry016 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001600", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "cho hoi mình cần tra cứu các yhông tin tải xuống của đơn xin chuyển ngành?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry011 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry011 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry011 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001601", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mn ơi mình cần tra cứu các thông tin tải xuống của đơn xin nghỉ học tạm thời với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry009 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry009 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry009 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001602", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "cho hoi trang danh muc ghi nhan Mau so 5 lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry006 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry006 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry006 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001603", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều những gì cần biết về mục tải đơn đăng ký học cùng lúc hai chương trình đào tạo?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry014 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry014 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry014 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001604", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "mình cần tra cứu các thông tin tải xuống của đơn xin bảo lưu học phần ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry015 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry015 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry015 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001607", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "có những điều những gì cần biết về mục tải đơn xin chuyển chương trình đào tạo mẫu số 5?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry005 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry005 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry005 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001608", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "trang danh mục ghi nhận phiếu đăng ký/điều chỉnh học phần thế nào vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry002 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry002 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry002 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001611", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "trang danh mục ghi nhận phiếu báp điểm bổ sung ra sao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry017 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry017 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry017 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001613", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin tải xuống của Đơn xin học trở lại?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry010 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry010 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry010 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001614", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "trang danh mục ghi nhận đơn xin chuyển ngành chương trình minh phú -ct đại chuẩn làm sao đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001615", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "mn ơi hãy tổng hợp tên và đường dẫn của Đơn xin miễn học, miễn thi và cộng điểm thưởng với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001617", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp tên và đường dẫn của đơn xin xét tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry008 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry008 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry008 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001618", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "trang danh muc ghi nhan Don xin cap ban sao bang nhu nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry019 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry019 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry019 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001619", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "trang danh mục ghi nhận Đơn xin chuyển trường như thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry013 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry013 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry013 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001620", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết về mục tải đơn xin mở lớp học phần?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry001 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry001 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry001 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001623", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "trang danh mục ghi nhận đơn xin bảo lưu học phần ra sao nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry015 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry015 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry015 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001625", "query_id": "form-catalogue-entry-facts", "register": "colloquial", "input": "có những điều những gì cần biết về mục tải đơn xin nghỉ học tạm thời vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry009 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry009 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry009 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001627", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "cho hoi hãy tổng hợp tên và đường dẫn của đơn xim chuyển ngành chương trình minh phú -ct đại chuẩn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry012 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry012 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry012 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001629", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "hay tong hop ten va duong dan cua don xin chuyen truong?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry013 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry013 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry013 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001630", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi trang danh mục ghi nhận Phiếu điều chỉnh điểm làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry018 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry018 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry018 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001635", "query_id": "form-catalogue-entry-facts", "register": "noisy", "input": "cho hoi minh can tra cuu cac thong tin tai xuong cua don xin mien hoc, mien thi va cong diem thuong?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry007 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry007 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry007 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-001637", "query_id": "form-catalogue-entry-facts", "register": "neutral", "input": "Cho hỏi có những điều gì cần biết về mục tải đơn xin chuyển học phần thay thế trong ctđt?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FormCatalogueEntry016 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :FormCatalogueEntry016 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:FormCatalogueEntry016 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
