{"id": "question-003764", "query_id": "certificate-facts", "register": "neutral", "input": "Cho hỏi hsk được công nhận cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :HSKCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:HSKCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :HSKCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003765", "query_id": "certificate-facts", "register": "colloquial", "input": "ê ic3 được công nhận cụ thể như thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IC3Certificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IC3Certificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IC3Certificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003766", "query_id": "certificate-facts", "register": "neutral", "input": "icdl được công nhận cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ICDLCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ICDLCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ICDLCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003767", "query_id": "certificate-facts", "register": "colloquial", "input": "ê ielts được công nhận cụ thể như thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IELTSCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IELTSCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IELTSCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003768", "query_id": "certificate-facts", "register": "neutral", "input": "Cho hỏi jlpt được công nhận cụ thể làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :JLPTCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:JLPTCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :JLPTCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003769", "query_id": "certificate-facts", "register": "colloquial", "input": "ê jpt được công nhận cụ thể thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :JPTCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:JPTCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :JPTCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003770", "query_id": "certificate-facts", "register": "neutral", "input": "klpt được công nhận cụ thể như nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :KLPTCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:KLPTCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :KLPTCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003771", "query_id": "certificate-facts", "register": "colloquial", "input": "ai biết linguaskill được công nhận cụ thể ra sao không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LinguaskillCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LinguaskillCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LinguaskillCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003772", "query_id": "certificate-facts", "register": "neutral", "input": "Cho hỏi mos được công nhận cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MOSCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MOSCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MOSCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003773", "query_id": "certificate-facts", "register": "colloquial", "input": "ê tcf được công nhận cụ thể như thế nào v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TCFCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TCFCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TCFCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003774", "query_id": "certificate-facts", "register": "neutral", "input": "Mình muốn hỏi tocfl được công nhận cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TOCFLCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TOCFLCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TOCFLCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003775", "query_id": "certificate-facts", "register": "colloquial", "input": "ai biết toefl (ibt) được công nhận cụ thể như nào không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TOEFLIBTCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TOEFLIBTCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TOEFLIBTCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003776", "query_id": "certificate-facts", "register": "neutral", "input": "Mình muốn hỏi toefl ibt được công nhận cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TOEFLIBTCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TOEFLIBTCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TOEFLIBTCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003777", "query_id": "certificate-facts", "register": "colloquial", "input": "ê toeic được công nhận cụ thể làm sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TOEICCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TOEICCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TOEICCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003778", "query_id": "certificate-facts", "register": "neutral", "input": "topik được công nhận cụ thể thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TOPIKCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TOPIKCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TOPIKCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003779", "query_id": "certificate-facts", "register": "colloquial", "input": "трки được công nhận cụ thể như thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TRKICertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TRKICertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TRKICertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003780", "query_id": "certificate-facts", "register": "neutral", "input": "tpkn được công nhận cụ thể như nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TRKICertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TRKICertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TRKICertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003781", "query_id": "credit-load-rule-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ quy tắc khối lượng đăng ký của sinh viên học lực trung bình trở lên á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StandardCreditLoadRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StandardCreditLoadRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StandardCreditLoadRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003782", "query_id": "credit-load-rule-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ quy tắc khối lượng đăng ký của sinh viên học lực yếu kém?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :WeakCreditLoadRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:WeakCreditLoadRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :WeakCreditLoadRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003783", "query_id": "credit-transfer-rule-facts", "register": "colloquial", "input": "ê cho biết đầy đủ quy tắc giới hạn tín chỉ tích lũy tại trường khác v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExchangeCreditLimitRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExchangeCreditLimitRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExchangeCreditLimitRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003784", "query_id": "credit-transfer-rule-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ quy tắc thời hạn hiệu lực của học phần được công nhận?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TransferValidityRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TransferValidityRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TransferValidityRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003785", "query_id": "credit-transfer-rule-facts", "register": "colloquial", "input": "cho biết đầy đủ quy tắc giới hạn khối lượng được công nhận và chuyển đổi hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TransferVolumeLimitRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TransferVolumeLimitRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TransferVolumeLimitRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003787", "query_id": "discipline-group-facts", "register": "colloquial", "input": "mn ơi mình cần tra cứu các ngành liên quan đến khối ngành iv: khoa học sự sống, khoa học tự nhiên với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DisciplineGroupIV ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DisciplineGroupIV :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DisciplineGroupIV ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003789", "query_id": "discipline-group-facts", "register": "colloquial", "input": "cho hỏi mình cần tra cứu các ngành liên quan đến khối ngành vii: nhân văn, xã hội, du lịch, dịch vụ và môi trường với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DisciplineGroupVII ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DisciplineGroupVII :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DisciplineGroupVII ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003790", "query_id": "dismissal-rule-facts", "register": "neutral", "input": "cho biết đầy đủ quy định buộc thôi học do quá thời gian đào tạo ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExceededDurationDismissalRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExceededDurationDismissalRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExceededDurationDismissalRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003791", "query_id": "dismissal-rule-facts", "register": "colloquial", "input": "cho biết đầy đủ quy định buộc thôi học do cảnh báo liên tiếp đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RepeatedWarningDismissalRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RepeatedWarningDismissalRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RepeatedWarningDismissalRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003792", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 1 quyết định 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003793", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điều 2 quyết định 1052 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052Article02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052Article02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052Article02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003794", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 3 quyết định 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1052Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1052Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1052Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003795", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 1 quyết định 1965 quy định cụ thể gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1965Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1965Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003796", "query_id": "document-part-facts", "register": "neutral", "input": "điều 2 quyết định 1965 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965Article02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1965Article02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1965Article02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003797", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 3 quyết định 1965 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision1965Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision1965Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision1965Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003798", "query_id": "document-part-facts", "register": "neutral", "input": "điều 1 quyết định 317 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision317Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision317Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003799", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 2 quyết định 317 quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317Article02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision317Article02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision317Article02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003800", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 3 quyết định 317 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision317Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision317Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision317Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003801", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 1 quyết định 626 quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision626Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision626Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003802", "query_id": "document-part-facts", "register": "neutral", "input": "điều 2 quyết định 626 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626Article02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision626Article02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision626Article02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003803", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 3 quyết định 626 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Decision626Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Decision626Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Decision626Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003805", "query_id": "document-part-facts", "register": "colloquial", "input": "danh sách đơn vị trang cơ cấu tổ chức quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :OrganizationStructureListing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:OrganizationStructureListing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :OrganizationStructureListing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003806", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi phụ lục 1 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Appendix1 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Appendix1 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Appendix1 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003807", "query_id": "document-part-facts", "register": "colloquial", "input": "phụ lục 2 quy chế 1052 quy định cụ thể gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Appendix2 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Appendix2 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Appendix2 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003809", "query_id": "document-part-facts", "register": "colloquial", "input": "ê điều 1 quy chế 1052 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003810", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 1 điều 1 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article01Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article01Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article01Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003811", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi khoản 2 điều 1 quy chế 1052 quy định cụ thể những gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article01Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article01Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article01Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003812", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điều 2 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003813", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 1 điều 2 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003814", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 2 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003815", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 2 quy chế 1052 quy định cụ thể gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003816", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 4 điều 2 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause04 :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003817", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 4 điều 2 quy chế 1052 quy định cụ thể những gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Regulation1052Article02Clause04PointA :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Regulation1052Article02Clause04PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
