{"id": "question-000044", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi mình cần tra cứu các thông tin liên quan đến Hội đồng chuyên môn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000045", "query_id": "academic-actor-facts", "register": "noisy", "input": "hay tong hop nhung noi dung quy dinh ve giang vien z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000051", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều những gì cần biết khi làm việc với hội đồng chuyên môn ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000052", "query_id": "academic-actor-facts", "register": "noisy", "input": "cho hoi có những điềugì cần biết khi làm việc với giảng viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000061", "query_id": "academic-actor-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp những nội dung quy định về Sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000064", "query_id": "academic-actor-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp những nội dung quy định về hội đồng tốt nghiệp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000069", "query_id": "academic-actor-facts", "register": "colloquial", "input": "cho hỏi hãy tổng hợp những nội dung quy định về giảng viên với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000071", "query_id": "academic-actor-facts", "register": "noisy", "input": "ho so nguon mo ta giang vien the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000072", "query_id": "academic-actor-facts", "register": "noisy", "input": "hãy tổng hợp những nội dumg quy định về giảng viên z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseLecturer ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseLecturer :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseLecturer ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000073", "query_id": "academic-actor-facts", "register": "neutral", "input": "hồ sơ nguồn mô tả sinh viên làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Student ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Student :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Student ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000074", "query_id": "academic-actor-facts", "register": "formal", "input": "Mình cần tra cứu các thông tin liên quan đến hội đồng khoa viện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000077", "query_id": "academic-actor-facts", "register": "colloquial", "input": "mn ơi có những điều những gì cần biết khi làm việc với Hội đồng chuyên môn với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000079", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều những gì cần biết khi làm việc với hội đồng khoa viện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000080", "query_id": "academic-actor-facts", "register": "colloquial", "input": "hãy tổng hợp những nội dung quy định về hội đồng chuyên môn đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ProfessionalCouncil ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ProfessionalCouncil :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ProfessionalCouncil ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000083", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều gì cần biết khi làm việc với hiệu trưởng nhà trường ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :UniversityPresident ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:UniversityPresident :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :UniversityPresident ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000084", "query_id": "academic-actor-facts", "register": "neutral", "input": "có những điều gì cần biết khi làm việc với giáo viên chủ nhiệm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicAdvisor ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicAdvisor :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicAdvisor ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000098", "query_id": "academic-case-facts", "register": "neutral", "input": "Cho hỏi lực lượng vũ trang được xử lý cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000099", "query_id": "academic-case-facts", "register": "colloquial", "input": "mình cần tra cứu quy định liên quan đến nghĩa vụ quân sự hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000101", "query_id": "academic-case-facts", "register": "neutral", "input": "cho biết đầy đủ về trường hợp đi bộ đội?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000102", "query_id": "academic-case-facts", "register": "colloquial", "input": "Ốm, thai sản hoặc tai nạn được xử lý cụ thể như thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000103", "query_id": "academic-case-facts", "register": "formal", "input": "Mình cần tra cứu quy định liên quan đến bị ốm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000104", "query_id": "academic-case-facts", "register": "neutral", "input": "Mình muốn hỏi có những điều gì cần biết nếu rơi vào mang thai?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000105", "query_id": "academic-case-facts", "register": "colloquial", "input": "ê cho biết đầy đủ về trường hợp nằm viện v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :IllnessCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:IllnessCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :IllnessCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000146", "query_id": "academic-case-facts", "register": "noisy", "input": "co nhung dieu gi can biet neu roi vao thi dau quoc te z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000162", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi lớp chuyên môn được định nghĩa cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000163", "query_id": "academic-concept-facts", "register": "colloquial", "input": "hãy tổng hợp nội dung quy định về lớp sinh viên sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000165", "query_id": "academic-concept-facts", "register": "neutral", "input": "cho biết đầy đủ khái niệm nhóm lớp ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000166", "query_id": "academic-concept-facts", "register": "colloquial", "input": "Đề cương chi tiết học phần được định nghĩa cụ thể làm sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000168", "query_id": "academic-concept-facts", "register": "neutral", "input": "hồ sơ nguồn giải thích đề cương học phần thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseSyllabusConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseSyllabusConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseSyllabusConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000169", "query_id": "academic-concept-facts", "register": "colloquial", "input": "cho biết đầy đủ khái niệm Phương thức tổ chức đào tạo theo tín chỉ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000170", "query_id": "academic-concept-facts", "register": "formal", "input": "Học theo tín chỉ được định nghĩa cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000171", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi hãy tổng hợp nội dung quy định về đào tạo tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditBasedTrainingConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditBasedTrainingConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditBasedTrainingConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000172", "query_id": "academic-concept-facts", "register": "colloquial", "input": "ai biết hồ sơ nguồn giải thích Tín chỉ thế nào không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000174", "query_id": "academic-concept-facts", "register": "neutral", "input": "Thang điểm đánh giá được định nghĩa cụ thể thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000175", "query_id": "academic-concept-facts", "register": "colloquial", "input": "hãy tổng hợp nội dung quy định về thang điểm đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000177", "query_id": "academic-concept-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ khái niệm Phạm vi và đối tượng áp dụng của quy chế?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000178", "query_id": "academic-concept-facts", "register": "colloquial", "input": "đối tượng áp dụng của quy chế được định nghĩa cụ thể ra sao hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :RegulationScopeConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:RegulationScopeConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :RegulationScopeConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000299", "query_id": "academic-policy-facts", "register": "neutral", "input": "hãy tổng hợp phạm vi và cách áp dụng buộc thôi học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicDismissalPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicDismissalPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicDismissalPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000300", "query_id": "academic-policy-facts", "register": "colloquial", "input": "có những điều gì cần biết về đuổi học thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicDismissalPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicDismissalPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicDismissalPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000302", "query_id": "academic-policy-facts", "register": "neutral", "input": "Mình muốn hỏi gian lận thi cử được quy định cụ thể như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000303", "query_id": "academic-policy-facts", "register": "colloquial", "input": "tui muốn biết hãy tổng hợp phạm vi và cách áp dụng quay cóp á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000304", "query_id": "academic-policy-facts", "register": "formal", "input": "Có những điều gì cần biết về xử lý vi phạm?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000305", "query_id": "academic-policy-facts", "register": "neutral", "input": "Mình muốn hỏi hồ sơ nguồn mô tả chính sách Chính sách cảnh báo kết quả học tập như nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicWarningPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicWarningPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicWarningPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000306", "query_id": "academic-policy-facts", "register": "colloquial", "input": "tui muốn biết cảnh báo học tập được quy định cụ thể thế nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicWarningPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicWarningPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicWarningPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000336", "query_id": "academic-procedure-facts", "register": "formal", "input": "Hướng dẫn đầy đủ cách Thủ tục học liên thông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000337", "query_id": "academic-procedure-facts", "register": "neutral", "input": "mình cần tra cứu mọi thông tin liên quan đến học liên thông ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000338", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hãy tổng hợp các bước và điều kiện của học lên đại học zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000341", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết mình cần tra cứu mọi thông tin liên quan đến Thủ tục xin phép nghỉ học á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000343", "query_id": "academic-procedure-facts", "register": "neutral", "input": "có những điều những gì cần biết trước khi xin phép nghỉ học ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-000344", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách xin vắng buổi học sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
