{"id": "question-003673", "query_id": "study-year-classification-table", "register": "colloquial", "input": "tín chỉ theo năm thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003675", "query_id": "study-year-classification-table", "register": "noisy", "input": "so tin chi tich luy ung voi tung nam the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003676", "query_id": "study-year-classification-table", "register": "neutral", "input": "bảng phân hạng năm nhất đến năm cuối quy định làm sao ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003678", "query_id": "study-year-classification-table", "register": "formal", "input": "Mấy tín chỉ thì được xếp sinh viên năm mấy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003680", "query_id": "study-year-classification-table", "register": "neutral", "input": "cho xem các ngưỡng phân loại năm học?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003681", "query_id": "study-year-classification-table", "register": "colloquial", "input": "ai biết số tín chỉ tích lũy ứng với từng năm làm sao không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { VALUES ?x { :StudyYearClassificationTable } ?x :citationLabel ?nguon ; :documentUrl ?duongdan . { { VALUES ?p { :verbatimTableText :citationLabel :documentUrl } ?x ?p ?giatri . ?p rdfs:label ?thuoctinh } UNION { ?x rdfs:label ?giatri . BIND(\"nhãn tiếng Việt\"@vi AS ?thuoctinh) } UNION { VALUES ?p { :inDocument :partOf } ?x ?p ?related . ?related rdfs:label ?giatri . ?p rdfs:label ?thuoctinh } } }"}
{"id": "question-003689", "query_id": "training-mode-facts", "register": "colloquial", "input": "có những điều những gì cần biết về hệ chính quy thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FullTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FullTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FullTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003692", "query_id": "training-mode-facts", "register": "colloquial", "input": "mình cần tra cứu các thông tin liên quan đến tại chức nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :PartTimeTrainingMode ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:PartTimeTrainingMode :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :PartTimeTrainingMode ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003714", "query_id": "academic-case-facts", "register": "neutral", "input": "được điều động vào lực lượng vũ trang được xử lý cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArmedForcesCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArmedForcesCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArmedForcesCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003715", "query_id": "academic-case-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về trường hợp được điều động dự thi, giải đấu quốc tế với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InternationalCompetitionCase ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InternationalCompetitionCase :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InternationalCompetitionCase ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003716", "query_id": "academic-concept-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ khái niệm thang điểm đánh giá?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradingScaleConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradingScaleConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradingScaleConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003718", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách thủ tục xin miễn học, miễn thi và cộng điểm thưởng ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003721", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục đề nghị xét tốt nghiệp sớm nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EarlyGraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EarlyGraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EarlyGraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003722", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách thủ tục xin hoãn thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamPostponementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamPostponementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamPostponementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003723", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục đề nghị mở thêm lớp học phần hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003724", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách đatn?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003725", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mn ơi hướng dẫn đầy đủ cách thủ tục xét và công nhận tốt nghiệp với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003727", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "ê hướng dẫn đầy đủ cách thủ tục xét và cấp học bổng khuyến khích học tập v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003728", "query_id": "academic-procedure-facts", "register": "neutral", "input": "hướng dẫn đầy đủ cách thủ tục đăng ký học cùng lúc hai chương trình?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003729", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "hướng dẫn đầy đủ cách thủ tục xin nghỉ ốm trong quá trình học nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003730", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Mình muốn hỏi hướng dẫn đầy đủ cách thủ tục đăng ký chương trình trao đổi sinh viên?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudentExchangeProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudentExchangeProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudentExchangeProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003731", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tui muốn biết hướng dẫn đầy đủ cách thủ tục nghỉ học tạm thời á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003732", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Cho hỏi hướng dẫn đầy đủ cách thủ tục nộp học phí?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003733", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành kế toán nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Accounting ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Accounting :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Accounting ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003734", "query_id": "academic-program-facts", "register": "neutral", "input": "cho biết đầy đủ về ngành nuôi trồng thuỷ sản ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Aquaculture ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Aquaculture :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Aquaculture ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003735", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành kiểm toán ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Auditing ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Auditing :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Auditing ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003736", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành kỹ thuật ô tô?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AutomotiveEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AutomotiveEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AutomotiveEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003737", "query_id": "academic-program-facts", "register": "colloquial", "input": "tui muốn biết cho biết đầy đủ về ngành kỹ thuật hóa học á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ChemicalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ChemicalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ChemicalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003739", "query_id": "academic-program-facts", "register": "colloquial", "input": "mn ơi cho biết đầy đủ về ngành kỹ thuật điều khiển và tự động hóa với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ControlAndAutomationEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ControlAndAutomationEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ControlAndAutomationEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003740", "query_id": "academic-program-facts", "register": "neutral", "input": "Cho hỏi cho biết đầy đủ về ngành kỹ thuật điện?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ElectricalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ElectricalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ElectricalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003741", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho hỏi cho biết đầy đủ về ngành ngôn ngữ anh với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnglishLanguage ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EnglishLanguage :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EnglishLanguage ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003742", "query_id": "academic-program-facts", "register": "neutral", "input": "chương trình kỹ thuật môi trường được mô tả cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :EnvironmentalEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:EnvironmentalEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :EnvironmentalEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003743", "query_id": "academic-program-facts", "register": "colloquial", "input": "ê cho biết đầy đủ về ngành tài chính - ngân hàng v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FinanceAndBanking ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FinanceAndBanking :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FinanceAndBanking ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003745", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành quản trị dịch vụ du lịch và lữ hành (chương trình song ngữ pháp - việt) thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:FrenchVietnameseBilingualTourismAndTravelServiceManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :FrenchVietnameseBilingualTourismAndTravelServiceManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003747", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành công nghệ thông tin sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :InformationTechnology ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:InformationTechnology :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :InformationTechnology ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003748", "query_id": "academic-program-facts", "register": "neutral", "input": "cho biết đầy đủ về ngành hệ thống thông tin quản lý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManagementInformationSystems ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ManagementInformationSystems :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ManagementInformationSystems ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003749", "query_id": "academic-program-facts", "register": "colloquial", "input": "cho biết đầy đủ về ngành công nghệ chế tạo máy đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ManufacturingEngineering ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ManufacturingEngineering :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ManufacturingEngineering ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003750", "query_id": "academic-program-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ về ngành kinh tế và quản lý tài nguyên biển?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :MarineResourceEconomicsAndManagement ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:MarineResourceEconomicsAndManagement :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :MarineResourceEconomicsAndManagement ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003751", "query_id": "academic-rule-facts", "register": "colloquial", "input": "cho biết đầy đủ quy tắc quy đổi giờ học của một tín chỉ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditWorkloadRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditWorkloadRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditWorkloadRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003752", "query_id": "academic-warning-rule-facts", "register": "neutral", "input": "Mình muốn hỏi cho biết đầy đủ quy định cảnh báo do nợ tín chỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditDebtWarningRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditDebtWarningRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditDebtWarningRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003753", "query_id": "academic-warning-rule-facts", "register": "colloquial", "input": "cho biết đầy đủ quy định cảnh báo do điểm trung bình học kỳ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SemesterAverageWarningRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SemesterAverageWarningRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SemesterAverageWarningRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003754", "query_id": "attendance-rule-facts", "register": "neutral", "input": "cho biết đầy đủ quy định hậu quả của việc bị cấm thi hoặc vắng thi?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExamAbsenceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExamAbsenceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExamAbsenceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003756", "query_id": "attendance-rule-facts", "register": "neutral", "input": "cho biết đầy đủ quy định điều kiện dự thi học phần lý thuyết ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TheoryAttendanceRule ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TheoryAttendanceRule :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TheoryAttendanceRule ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003757", "query_id": "bank-facts", "register": "colloquial", "input": "ê ngân hàng agribank hỗ trợ thanh toán cụ thể làm sao v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Agribank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:Agribank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :Agribank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003758", "query_id": "bank-facts", "register": "neutral", "input": "ngân hàng liên việt postbank hỗ trợ thanh toán cụ thể như thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :LienVietPostBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:LienVietPostBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :LienVietPostBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003759", "query_id": "bank-facts", "register": "colloquial", "input": "tui muốn biết ngân hàng vietinbank hỗ trợ thanh toán cụ thể như nào á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :VietinBank ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:VietinBank :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :VietinBank ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003760", "query_id": "certificate-facts", "register": "neutral", "input": "Mình muốn hỏi aptis (general) được công nhận cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AptisGeneralCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AptisGeneralCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AptisGeneralCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003761", "query_id": "certificate-facts", "register": "colloquial", "input": "aptis general được công nhận cụ thể như nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AptisGeneralCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AptisGeneralCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AptisGeneralCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003762", "query_id": "certificate-facts", "register": "neutral", "input": "Mình muốn hỏi cambridge english scale được công nhận cụ thể ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CambridgeEnglishScaleCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CambridgeEnglishScaleCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CambridgeEnglishScaleCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-003763", "query_id": "certificate-facts", "register": "colloquial", "input": "delf được công nhận cụ thể ra sao vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :DELFCertificate ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:DELFCertificate :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :DELFCertificate ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
