{"id": "question-004451", "query_id": "academic-concept-facts", "register": "neutral", "input": "lớp sinh viên quy định thế nào ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AdministrativeClassConcept ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AdministrativeClassConcept :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AdministrativeClassConcept ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004453", "query_id": "academic-policy-facts", "register": "neutral", "input": "gian lận thi cử thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004455", "query_id": "academic-policy-facts", "register": "colloquial", "input": "đuổi học thế nào sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicDismissalPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicDismissalPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicDismissalPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004457", "query_id": "academic-policy-facts", "register": "neutral", "input": "buộc thôi học là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicDismissalPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicDismissalPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicDismissalPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004459", "query_id": "academic-policy-facts", "register": "neutral", "input": "quay cóp có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :AcademicMisconductPolicy ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:AcademicMisconductPolicy :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :AcademicMisconductPolicy ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004462", "query_id": "academic-procedure-facts", "register": "neutral", "input": "xin phép nghỉ học thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004463", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cộng điểm thưởng làm sao zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004469", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "đóng học phí là gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004474", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin nghỉ ốm thế nào nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004476", "query_id": "academic-procedure-facts", "register": "formal", "input": "Nghỉ học tạm thời ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004477", "query_id": "academic-procedure-facts", "register": "neutral", "input": "đóng tiền học là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004480", "query_id": "academic-procedure-facts", "register": "neutral", "input": "học cải thiện làm sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004482", "query_id": "academic-procedure-facts", "register": "noisy", "input": "tam nghi hoc ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004483", "query_id": "academic-procedure-facts", "register": "formal", "input": "Thanh toán học phí là gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004484", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Thủ tục học liên thông?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004489", "query_id": "academic-procedure-facts", "register": "noisy", "input": "dong hoc phi la gi z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004490", "query_id": "academic-procedure-facts", "register": "neutral", "input": "xin vắng buổi học thế nào?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ClassAbsenceRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ClassAbsenceRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ClassAbsenceRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004491", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin rút bớt họcphần ra sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004492", "query_id": "academic-procedure-facts", "register": "noisy", "input": "hoc cai thien diem lam sao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004493", "query_id": "academic-procedure-facts", "register": "neutral", "input": "cấp học bổng là gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004495", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin nghỉ ốm thế nàoz?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004497", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin nghỉ ốm thế nào hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004509", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin mở lớp cần biết gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004511", "query_id": "academic-procedure-facts", "register": "neutral", "input": "nhận tiền học bổng cho mình biết với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004512", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học song bằng thông tin đầy đủ đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004513", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin nghỉ ốm quy định thế nàp?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SickLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SickLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SickLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004515", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xin rút bớt học phần cần biết gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004516", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "cải thiện điểm thông tin đầy đủ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004517", "query_id": "academic-procedure-facts", "register": "noisy", "input": "khoa luan tot nghiep quy dinh the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004518", "query_id": "academic-procedure-facts", "register": "neutral", "input": "học song bằng có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004522", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "công nhận tín chỉ thông tin đầy đủ hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004525", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "rút hồ sơ cần biết gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004527", "query_id": "academic-procedure-facts", "register": "formal", "input": "Đóng tiền học hướng dẫn đầy đủ giúp mình?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004528", "query_id": "academic-procedure-facts", "register": "neutral", "input": "học lên đại học cho mình biết với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004529", "query_id": "academic-procedure-facts", "register": "noisy", "input": "mien hoc mien thi quy dinh the nao?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseExemptionAndBonusProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseExemptionAndBonusProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseExemptionAndBonusProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004530", "query_id": "academic-procedure-facts", "register": "formal", "input": "Rút học phần đã đăng ký cần biết gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004531", "query_id": "academic-procedure-facts", "register": "neutral", "input": "chuyển đổi tín chỉ có gì cần lưu ý?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CreditRecognitionProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CreditRecognitionProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CreditRecognitionProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004532", "query_id": "academic-procedure-facts", "register": "noisy", "input": "xin mở lớp cho mìmh biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004533", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "xét học bổng cần biết gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004535", "query_id": "academic-procedure-facts", "register": "neutral", "input": "Thủ tục xin thôi học cho mình biết với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :StudyWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:StudyWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :StudyWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004536", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "tạm dừng học thông tin đầy đủ zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TemporaryAcademicLeaveProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TemporaryAcademicLeaveProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TemporaryAcademicLeaveProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004537", "query_id": "academic-procedure-facts", "register": "noisy", "input": "nop hoc phi quy dinh the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :TuitionPaymentProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:TuitionPaymentProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :TuitionPaymentProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004540", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "mở lớp cần biết gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ExtraClassOpeningRequestProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ExtraClassOpeningRequestProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ExtraClassOpeningRequestProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004542", "query_id": "academic-procedure-facts", "register": "neutral", "input": "xét học bổng cho mình biết với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ScholarshipReviewProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ScholarshipReviewProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ScholarshipReviewProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004543", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học song bằng thông tin đầy đủ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :SecondProgramRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:SecondProgramRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :SecondProgramRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004544", "query_id": "academic-procedure-facts", "register": "noisy", "input": "họcliên thông cho mình biết với z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :ArticulationStudyProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:ArticulationStudyProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :ArticulationStudyProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004545", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "rút bớt học phần cần biết gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004548", "query_id": "academic-procedure-facts", "register": "colloquial", "input": "học cải thiện điểm thông tin đầy đủ ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004549", "query_id": "academic-procedure-facts", "register": "noisy", "input": "dang ky khoa luan quy dinh the nao z?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GraduationProjectRegistrationProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GraduationProjectRegistrationProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GraduationProjectRegistrationProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004552", "query_id": "academic-procedure-facts", "register": "neutral", "input": "rút bớt học phần cho mình biết với ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :CourseWithdrawalProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:CourseWithdrawalProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :CourseWithdrawalProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
{"id": "question-004553", "query_id": "academic-procedure-facts", "register": "neutral", "input": "học cải thiện có gì cần lưu ý ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :GradeImprovementProcedure ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{:GradeImprovementProcedure :sourceCitation ?nguon;:sourceLink ?duongdan} } UNION { :GradeImprovementProcedure ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh OPTIONAL{?con :sourceCitation ?nguon;:sourceLink ?duongdan} } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) }"}
