{"id": "question-002901", "query_id": "language-certificate-level", "register": "colloquial", "input": "có ielts 80.0 thì quy đổi bậc nào vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002903", "query_id": "language-certificate-level", "register": "neutral", "input": "TCF 190.0 điểm quy đổi được bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,190.0>=?m,190.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002904", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi IELTS đạt 100.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002905", "query_id": "language-certificate-level", "register": "neutral", "input": "TOEFL (iBT) 850.0 thì đạt bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002908", "query_id": "language-certificate-level", "register": "noisy", "input": "klpt dat 850.0 thi xep bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002909", "query_id": "language-certificate-level", "register": "noisy", "input": "có cambridge english scale350.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002910", "query_id": "language-certificate-level", "register": "noisy", "input": "klpt dat 400.0 thi xep bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002912", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi TOEFL iBT 400.0 điểm xếp bậc những gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002914", "query_id": "language-certificate-level", "register": "neutral", "input": "TCF 350.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002915", "query_id": "language-certificate-level", "register": "colloquial", "input": "ai biết có linguaskill 153.0 điểm thì đạt bậc nào không?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002916", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết linguaskill 450.0 điểm xếp bậc gì á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002917", "query_id": "language-certificate-level", "register": "neutral", "input": "linguaskill 200.0 điểm quy đổi được bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002918", "query_id": "language-certificate-level", "register": "colloquial", "input": "với ielts 300.0 thì trình độ tới đâu zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002919", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf 200.0 thì đạt bậc bao nhiêu zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002922", "query_id": "language-certificate-level", "register": "neutral", "input": "IELTS 70.0 tương đương bậc mấy ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002923", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 100.0 điểm quy đổi được bậc mấy vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002924", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi ielts 450.0 điểm xếp bậc những gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002927", "query_id": "language-certificate-level", "register": "neutral", "input": "có aptis general 153.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002929", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết có linguaskill 600.0 điểm thì đạt bậc nào á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002930", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi ielts đạt 400.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002931", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts đạt 30.0 thì xếp bậc nào nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,30.0>=?m,30.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002932", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi sptis (general) 850.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002933", "query_id": "language-certificate-level", "register": "neutral", "input": "aptis general 170.0 điểm xếp bậc gì ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002934", "query_id": "language-certificate-level", "register": "colloquial", "input": "có toeic 850.0 điểm thì đạt bậc nào ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEICCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,850.0>=?m,850.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002937", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết có Linguaskill 450.0 điểm thì đạt bậc nào á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002938", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 5.5 thì đạt bậc mấy đây ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,5.5>=?m,5.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002940", "query_id": "language-certificate-level", "register": "neutral", "input": "có tcf 110.0 điểm thì đạt bậc nào ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,110.0>=?m,110.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002943", "query_id": "language-certificate-level", "register": "noisy", "input": "với toefl (ubt) 250.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002945", "query_id": "language-certificate-level", "register": "formal", "input": "Cambridge english scale 153.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002946", "query_id": "language-certificate-level", "register": "neutral", "input": "có tcf 400.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002948", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi có KLPT 250.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,250.0>=?m,250.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002949", "query_id": "language-certificate-level", "register": "colloquial", "input": "tui muốn biết ielts 153.0 tương đương bậc bao nhiêu á?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002950", "query_id": "language-certificate-level", "register": "neutral", "input": "Aptis General 350.0 điểm quy đổi được bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002952", "query_id": "language-certificate-level", "register": "noisy", "input": "tcf 350.0 diem xep bac gi z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002953", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi với toefl (ibt) 200.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002959", "query_id": "language-certificate-level", "register": "colloquial", "input": "toefl (ibt) 100.0 điểm quy đổi được bậc mấy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002960", "query_id": "language-certificate-level", "register": "noisy", "input": "ielta 600.0 thì đạt bậc mấy z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002961", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi ielta 153.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002962", "query_id": "language-certificate-level", "register": "formal", "input": "TCF 350.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002966", "query_id": "language-certificate-level", "register": "neutral", "input": "tcf đạt 170.0 thì xếp bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002967", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có ielts 400.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002968", "query_id": "language-certificate-level", "register": "colloquial", "input": "klpt 600.0 điểm xếp bậc những gì zậy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002970", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi ielts 400.0 điểm quy đổi được bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002971", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi TOEFL (iBT) 70.0 diem quy doi duoc bac bao nhieu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,70.0>=?m,70.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002973", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi với aptis(general) 400.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002975", "query_id": "language-certificate-level", "register": "neutral", "input": "có IELTS 450.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,450.0>=?m,450.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002976", "query_id": "language-certificate-level", "register": "noisy", "input": "klptđạt 400.0 thì xếp bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002977", "query_id": "language-certificate-level", "register": "neutral", "input": "aptis (general) 350.0 điểm xếp bậc những gì ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002978", "query_id": "language-certificate-level", "register": "colloquial", "input": "tcf 170.0 tương đương bậc bao nhiêu ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002979", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi IELTS 80.0 tương đương bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002980", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi toefl ibt 153.0 điểm xếp bậc gì?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TOEFLIBTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002981", "query_id": "language-certificate-level", "register": "colloquial", "input": "mn ơi ielts đạt 300.0 thì xếp bậc nào với?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002982", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có cambridge english scale 300.0 thì quy đổi bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002983", "query_id": "language-certificate-level", "register": "noisy", "input": "tcf 300.0 yương đương bậc mấy z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002984", "query_id": "language-certificate-level", "register": "colloquial", "input": "có TCF 140.0 thì quy đổi bậc nào hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :TCFCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,140.0>=?m,140.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002985", "query_id": "language-certificate-level", "register": "colloquial", "input": "có IELTS 80.0 thì quy đổi bậc nào hả?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,80.0>=?m,80.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002986", "query_id": "language-certificate-level", "register": "noisy", "input": "có Linguaskull 170.0 thì quy đổi bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002987", "query_id": "language-certificate-level", "register": "neutral", "input": "có IELTS 170.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,170.0>=?m,170.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002988", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi với linguaskill 300.0thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002990", "query_id": "language-certificate-level", "register": "colloquial", "input": "cho hỏi với Cambridge English Scale 300.0 thì trình độ tới đâu với ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002991", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi KLPT 300.0 tương đương bậc mấy?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :KLPTCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002993", "query_id": "language-certificate-level", "register": "colloquial", "input": "aptis (general) 100.0 tương đương bậc mấy nhỉ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002994", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi với Cambridge English Scale 400.0 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,400.0>=?m,400.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002995", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi với IELTS 6.5 thì trình độ tới đâu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,6.5>=?m,6.5>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002996", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts đạt 153.0 thì xếp bậc nào sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002997", "query_id": "language-certificate-level", "register": "noisy", "input": "có ielts 600.0 điểm thìđạt bậc nào z?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002998", "query_id": "language-certificate-level", "register": "neutral", "input": "aptis general 200.0 tương đương bậc bao nhiêu ạ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :AptisGeneralCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-002999", "query_id": "language-certificate-level", "register": "noisy", "input": "cho hoi co linguaskill 300.0 thi quy doi bac nao?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :LinguaskillCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,300.0>=?m,300.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003000", "query_id": "language-certificate-level", "register": "colloquial", "input": "cambridge english scale 350.0 thì đạt bậc bao nhiêu sao giờ?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,350.0>=?m,350.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003001", "query_id": "language-certificate-level", "register": "neutral", "input": "Cho hỏi có ielts 100.0 điểm thì đạt bậc nào?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,100.0>=?m,100.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003002", "query_id": "language-certificate-level", "register": "colloquial", "input": "ielts 200.0 điểm quy đổi được bậc mấy vậy ta?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,200.0>=?m,200.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003003", "query_id": "language-certificate-level", "register": "neutral", "input": "ielts 153.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :IELTSCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,153.0>=?m,153.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
{"id": "question-003005", "query_id": "language-certificate-level", "register": "neutral", "input": "Mình muốn hỏi Cambridge English Scale 600.0 thì đạt bậc bao nhiêu?", "target": "SELECT ?answer WHERE{?r :appliesToCertificate :CambridgeEnglishScaleCertificate;:appliesToLearnerCategory :StandardProgramNonLanguageMajorStudent;:minimumScore ?m;:minimumInclusive ?i;:mapsToCompetencyLevel/rdfs:label ?answer FILTER(IF(?i,600.0>=?m,600.0>?m))}ORDER BY DESC(?m) LIMIT 1"}
