{"id": "question-002461", "query_id": "document-part-facts", "register": "colloquial", "input": "ê khoản 3 điều 2 quy chế 1052 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article02Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article02Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002463", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 4 điều 2 quy chế 1052 quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article02Clause04PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article02Clause04PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002465", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 4 điều 2 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article02Clause04PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article02Clause04PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002466", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi hãy tổng hợp dữ kiện được ghi trong điểm d khoản 4 điều 2 quy chế 1052?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article02Clause04PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article02Clause04PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article02Clause04PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002467", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 3 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002469", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 3 quy chế 1052 quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article03Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article03Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002470", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 3 điều 3 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article03Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article03Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article03Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002471", "query_id": "document-part-facts", "register": "colloquial", "input": "ai biết điều 4 quy chế 1052 quy định cụ thể những gì không?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article04 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article04 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002472", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 1 điều 4 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article04Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article04Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002473", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điểm a khoản 1 điều 4 quy chế 1052 quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article04Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article04Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002477", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi điểm a khoản 2 điều 4 quy chế 1052 quy định cụ thể những gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article04Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article04Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002478", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 2 điều 4 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article04Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article04Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article04Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002479", "query_id": "document-part-facts", "register": "colloquial", "input": "điều 5 quy chế 1052 quy định cụ thể những gì đây ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article05 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article05 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002480", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 1 điều 5 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article05Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article05Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002481", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 2 điều 5 quy chế 1052 quy định cụ thể những gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article05Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article05Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article05Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002482", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002484", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002487", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002489", "query_id": "document-part-facts", "register": "colloquial", "input": "ê điểm đ khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06Clause02PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06Clause02PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002492", "query_id": "document-part-facts", "register": "neutral", "input": "điểm h khoản 2 điều 6 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointH ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06Clause02PointH ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06Clause02PointH :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002493", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm i khoản 2 điều 6 quy chế 1052 quy định cụ thể gì vậy ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article06Clause02PointI ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article06Clause02PointI ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article06Clause02PointI :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002495", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi khoản 1 điều 7 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002496", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 2 điều 7 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002497", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 7 quy chế 1052 quy định cụ thể gì sao giờ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002498", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm b khoản 2 điều 7 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002499", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 7 quy chế 1052 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002500", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm a khoản 3 điều 7 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause03PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause03PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002501", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 3 điều 7 quy chế 1052 quy định cụ thể gì zậy?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article07Clause03PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article07Clause03PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article07Clause03PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002503", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết khoản 1 điều 8 quy chế 1052 quy định cụ thể gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002506", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm c khoản 1 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause01PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause01PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002507", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm d khoản 1 điều 8 quy chế 1052 quy định cụ thể gì thế ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause01PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause01PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002508", "query_id": "document-part-facts", "register": "neutral", "input": "điểm đ khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointDD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause01PointDD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause01PointDD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002509", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm e khoản 1 điều 8 quy chế 1052 quy định cụ thể những gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause01PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause01PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause01PointE :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002511", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 8 quy chế 1052 quy định cụ thể gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002512", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm b khoản 2 điều 8 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002513", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 2 điều 8 quy chế 1052 quy định cụ thể những gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002514", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi điểm d khoản 2 điều 8 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002515", "query_id": "document-part-facts", "register": "colloquial", "input": "ê điểm e khoản 2 điều 8 quy chế 1052 quy định cụ thể gì v?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article08Clause02PointE ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article08Clause02PointE ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article08Clause02PointE :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002516", "query_id": "document-part-facts", "register": "neutral", "input": "điều 9 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002517", "query_id": "document-part-facts", "register": "colloquial", "input": "mn ơi khoản 1 điều 9 quy chế 1052 quy định cụ thể gì với?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002518", "query_id": "document-part-facts", "register": "neutral", "input": "điểm a khoản 1 điều 9 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause01PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause01PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002519", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm b khoản 1 điều 9 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause01PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause01PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause01PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002520", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi khoản 2 điều 9 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002521", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm a khoản 2 điều 9 quy chế 1052 quy định cụ thể gì ta?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointA ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause02PointA ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause02PointA :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002522", "query_id": "document-part-facts", "register": "neutral", "input": "điểm b khoản 2 điều 9 quy chế 1052 quy định cụ thể những gì ạ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointB ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause02PointB ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause02PointB :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002523", "query_id": "document-part-facts", "register": "colloquial", "input": "điểm c khoản 2 điều 9 quy chế 1052 quy định cụ thể gì nhỉ?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointC ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause02PointC ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause02PointC :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002524", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điểm d khoản 2 điều 9 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause02PointD ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause02PointD ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause02PointD :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002525", "query_id": "document-part-facts", "register": "colloquial", "input": "khoản 3 điều 9 quy chế 1052 quy định cụ thể gì hả?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article09Clause03 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article09Clause03 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article09Clause03 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002528", "query_id": "document-part-facts", "register": "neutral", "input": "Mình muốn hỏi điều 10 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article10 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article10 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article10 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002530", "query_id": "document-part-facts", "register": "neutral", "input": "khoản 2 điều 10 quy chế 1052 quy định cụ thể gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article10Clause02 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article10Clause02 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article10Clause02 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002531", "query_id": "document-part-facts", "register": "colloquial", "input": "tui muốn biết điều 11 quy chế 1052 quy định cụ thể những gì á?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article11 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article11 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article11 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
{"id": "question-002532", "query_id": "document-part-facts", "register": "neutral", "input": "Cho hỏi khoản 1 điều 11 quy chế 1052 quy định cụ thể những gì?", "target": "SELECT ?thuoctinh ?giatri ?nguon ?duongdan WHERE { { :Regulation1052Article11Clause01 ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } UNION { :Regulation1052Article11Clause01 ?l ?con . ?con ?p ?giatri . FILTER(isLiteral(?giatri)) ?p rdfs:label ?thuoctinh } FILTER(?p!=skos:altLabel&&?p!=:sourceCitation&&?p!=:sourceLink) OPTIONAL{:Regulation1052Article11Clause01 :sourceCitation ?nguon;:sourceLink ?duongdan} }"}
